Repository: Chadnan10k/cartrawler-ios
Catalog: CartrawlerSDK/UI/CartrawlerSDK/Localization/*.strings
Languages: de, el, es, fr, it, nl, pl, pt

# vehicle_fuel_policy_desc_QUARTERQUARTER
source: Your car comes with a quarter tank of fuel. Return the car with a quarter tank to avoid any refuelling charges. If you return the car with more fuel, you will not receive any additional refund.
de: Sie erhalten das Fahrzeug mit viertelvollem Tank. Am Ende geben Sie den Mietwagen mit viertelvollem Tank zurück, damit Ihnen am Schalter keine Kosten für das Wiederauffüllen berechnet werden. Wenn Sie das Fahrzeug mit mehr Kraftstoff zurückgeben, erhalten Sie keine zusätzliche Rückerstattung.
el: Το αυτοκίνητό σας παραδίδεται με ρεζερβουάρ καυσίμου που είναι γεμάτο κατά το ένα τέταρτο. Απλώς επιστρέψτε το αυτοκίνητο με ρεζερβουάρ γεμάτο κατά το ένα τέταρτο για να αποφύγετε τυχόν χρεώσεις αναπλήρωσης καυσίμου. Εάν επιστρέψετε το αυτοκίνητο με περισσότερα καύσιμα, δε θα σας επιστραφούν χρήματα.
es: Tu coche se entrega con un cuarto de depósito de combustible lleno. Devuelve el coche con el depósito de combustible lleno hasta un cuarto para evitar cualquier cargo por el llenado del depósito. Si devuelves el coche con más combustible, no se te devolverá el importe adicional.
fr: La voiture vous est fournie avec un quart de réservoir. Il vous suffit de restituer la voiture avec un quart de plein afin d’éviter des frais de ravitaillement. Si vous retournez la voiture avec du carburant supplémentaire, aucun remboursement ne sera accordé pour cet extra.
it: L’auto è consegnata con il serbatoio pieno per un quarto. Restituiscila con il serbatoio pieno per un quarto per evitare spese di rifornimento. Se la restituisci con più carburante non riceverai rimborsi aggiuntivi.
nl: Uw auto wordt met een kwartvolle tank geleverd. Lever de auto weer in met een kwartvolle tank om bijvulkosten te vermijden. Als u de auto inlevert met meer brandstof in de tank, zult u hiervoor geen aanvullende vergoeding ontvangen.
pl: Samochód jest udostępniany z bakiem zatankowanym do jednej czwartej. Zwróć samochód z bakiem zatankowanym do jednej czwartej, aby uniknąć opłat za tankowanie. W przypadku większej ilości paliwa nie otrzymasz dodatkowego zwrotu.
pt: O automóvel é entregue com o depósito de combustível um quarto cheio. Devolva o automóvel com um quarto de depósito cheio para evitar taxas de reabastecimento. Se devolver o automóvel com mais combustível do que era suposto, não receberá nenhum reembolso adicional.

# user_surname_hint
source: Surname
de: Nachname
el: Επώνυμο
es: Apellido
fr: Nom
it: Cognome
nl: Achternaam
pl: Nazwisko
pt: Sobrenome

# insurance_list_2_body
source: In the event of damage or theft to the car and you are required to pay the excess, it will be fully refunded
de: Im Schadensfall oder bei Autodiebstahl wird die von Ihnen zu entrichtende Selbstbeteiligung in voller Höhe erstattet
el: Σε περίπτωση ζημιάς ή κλοπής του αυτοκινήτου και εφόσον υποχρεωθείτε να καταβάλετε το ποσό ευθύνης, θα σας επιστραφεί εξολοκλήρου
es: En caso de daños o robo del coche, si tienes que abonar la franquicia, esta se devolverá completamente
fr: En cas de dommages ou de vol de la voiture, si vous devez payer une franchise, elle vous sera intégralement remboursée.
it: In caso di danni o furto dell’auto, qualora tu sia tenuto a pagare la franchigia, questa ti verrà rimborsata per intero
nl: In geval van diefstal of schade aan de auto waardoor u verplicht bent om het eigen risico te betalen, zal dit bedrag volledig worden vergoed
pl: W razie uszkodzenia lub kradzieży samochodu oraz konieczności uiszczenia wkładu własnego zostanie on w pełni zwrócony.
pt: Em caso de danos ou furto do automóvel e caso tenha de pagar a franquia, ser-lhe-á reembolsado o valor total da mesma

# calendar_pickup_date
source: Pickup date
de: Abholdatum
el: Ημερομηνία παραλαβής
es: Fecha de recogida
fr: Date de retrait
it: Data di ritiro
nl: Ophaaldatum
pl: Data odbioru
pt: Data de levantamento

# vehicle_type_intermediate
source: Intermediate
de: Mittelklassewagen
el: Μεσαίο
es: Mediano
fr: Intermédiaire
it: Intermedia
nl: Middenklasse
pl: Średniej wielkości
pt: Intermédio

# vehicle_type_premium_elite
source: Premium Elite
de: Elite Premium
es: Premium especial
fr: Premium élite

# merchandising_best_seller
source: Best Seller
es: Más vendidos
fr: Le plus populaire
it: La più richiesta
pt: Mais popular

# vehicle_best_seller
source: Best seller
es: Más vendidos
fr: Le plus populaire
it: La più richiesta
pt: Mais popular

# vehicle_type_cargovan
source: Cargovan
es: Furgoneta de carga
fr: Fourgonnette
it: Furgone da carico
nl: Bestelbus
pl: Van dostawczy

# feature_gps
source: GPS
de: Navi

# extras_equipment_gps
source: GPS
de: Navi
