Repository: Chadnan10k/cartrawler-ios
Catalog: CartrawlerSDK/UI/CartrawlerSDK/Localization/*.strings
Languages: de, el, es, fr, it, nl, pl, pt

# insurance_more_details_title1
source: Reduce your liability from €3,000.00 to €0.00
de: Verringern Sie Ihre Haftung von 3.000,00 € auf 0,00 €
el: Μειώστε το ποσό ευθύνης σας από 3,000.00 € σε 0.00 €
es: Reduce tu responsabilidad de 3000,00 € a 0,00 €
fr: Réduisez votre responsabilité de 3 000 € à 0 €
it: Riduci la tua responsabilità da 3.000,00 € a 0,00 €
nl: Verminder uw aansprakelijkheid van € 3000 tot € 0
pl: Zmniejsz swoją odpowiedzialność z 3000 EUR do 0 EUR
pt: Reduza a sua responsabilidade de 3000,00 € para 0,00 €

# CTA_no_insurance
source: Continue without insurance
de: Ohne Versicherung fortfahren
el: Συνέχεια χωρίς ασφάλιση
es: Continuar sin seguro
fr: Continuer sans assurance
it: Continua senza assicurazione
nl: Doorgaan zonder verzekering
pl: Kontynuuj bez ubezpieczenia
pt: Continuar sem seguro

# summary_total
source: Total
de: Gesamtbetrag
el: Σύνολο
it: Totale
nl: Totaalbedrag
pl: Suma

# insurance_terms_conditions
source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen
el: Όροι και Προϋποθέσεις
es: Términos y condiciones
fr: Conditions générales
it: Termini e condizioni
nl: Algemene voorwaarden
pl: Regulamin
pt: Termos e Condições

# locations_results_airports
source: Airports
de: Flughäfen
el: Αεροδρόμια
es: Aeropuertos
fr: Aéroports
it: Aeroporti
nl: Luchthavens
pl: Lotniska
pt: Aeroportos

# insurance_list_3_title
source: Peace of mind
de: Vollkommene Sorgenfreiheit
el: Χωρίς άγχος
es: Tranquilidad absoluta
fr: Tranquillité d’esprit
it: Massima tranquillità
nl: Gemoedsrust
pl: Spokój ducha
pt: Tranquilidade

# insurance_detail_title
source: Damage Refund Insurance
de: Schadenrückerstattungsversicherung
el: Ασφαλιστική κάλυψη για ζημίες
es: Seguro de reembolso por daños
fr: Assurance remboursement des dommages
it: Polizza di risarcimento danni
nl: Eigenrisicoverzekering
pl: Ubezpieczenie zwrotu za szkody
pt: Seguro reembolso em caso de danos

# title_summary
source: Payment Summary
de: Zahlungsübersicht
el: Σύνοψη πληρωμής
es: Resumen del pago
fr: Résumé du paiement
it: Riepilogo pagamento
nl: Betalingsoverzicht
pl: Podsumowanie płatności
pt: Resumo do pagamento

# vehicle_pickup_details_VWF_5.VWF.X
source: Your car will be available to pick-up from the front desk of your hotel.
de: Sie können Ihr Fahrzeug an der Rezeption Ihres Hotels abholen.
el: Το αυτοκίνητό σας θα είναι διαθέσιμο προς παραλαβή από τη ρεσεψιόν του ξενοδοχείου σας.
es: Tu coche está disponible para su recogida en la recepción del hotel.
fr: Vous pourrez retirer votre voiture à la réception de votre hôtel.
it: L’auto sarà disponibile per il ritiro presso la reception del tuo hotel.
nl: Uw auto zal beschikbaar zijn voor ophalen vanaf de receptie van uw hotel.
pl: Twój samochód będzie dostępny do odbioru poprzez hotelową recepcję.
pt: Poderá levantar o seu automóvel no balcão da receção do seu hotel.

# rental_sort_title
source: Sort by
de: Ergebnisse sortieren nach
el: Ταξινόμηση αποτελεσμάτων με βάση
es: Ordenar resultados por
fr: Classer les résultats par
it: Ordina risultati per
nl: Resultaten sorteren op
pl: Sortuj wyniki wg
pt: Ordenar resultados por

# search_locations_placeholder
source: Type in location
de: Ort eingeben
el: Καταχώρηση τοποθεσίας
es: Introducir ubicación
fr: Entrer le lieu
it: Digita la località
nl: Locatie invoeren
pl: Wprowadź lokalizację
pt: Introduzir localização

# vehicle_pickup_location_VWF_4.VWF.X
source: Railway Station
de: Bahnhof
el: Σιδηροδρομικός σταθμός
es: Estación de ferrocarril
fr: Gare ferroviaire
it: Stazione ferroviaria
nl: Treinstation
pl: Stacja kolejowa
pt: Estação ferroviária

# user_city_hint
source: City
de: Ort
el: Πόλη
es: Ciudad
fr: Ville
it: Città
nl: Plaats
pl: Miasto
pt: Cidade

# summary_booking_fee
source: Booking fee
de: Buchungsgebühr
el: Τέλος κράτησης
es: Cargo por reserva
fr: Frais de réservation
it: Tariffa di prenotazione
nl: Boekingskosten
pl: Opłata za rezerwację
pt: Taxa de reserva

# vehicle_fuel_policy_type_QUARTERQUARTER
source: Quarter to Quarter
de: Viertelvoll – Viertelvoll
el: Ένα τέταρτο - ένα τέταρτο
es: Recogida y devolución con un cuarto de depósito lleno
fr: Quart au quart
it: Un quarto-un quarto
nl: 1/4 vol ophalen, 1/4 vol inleveren
pl: Ćwierć do ćwierci
pt: Levantar e devolver um quarto cheio

# vehicle_door
source: Door
de: Tür
el: Πόρτα
es: Puerta
fr: Porte
it: Porta
nl: Deur
pl: Drzwi
pt: Porta

# vehicle_insurance_title
source: Insurance:
de: Versicherung:
el: Ασφάλιση:
es: Seguro:
fr: Assurance :
it: Assicurazione:
nl: Verzekering:
pl: Ubezpieczenie:
pt: Seguro:

# vehicle_pickup_type_VLI_3.VLI.X
source: Free shuttle bus
de: Kostenloser Shuttlebus
el: Δωρεάν λεωφορείο κλειστής διαδρομής (shuttle bus)
es: Autobús lanzadera gratuito
fr: Bus navette gratuit
it: Bus navetta gratuito
nl: Gratis shuttlebus
pl: Darmowy autobus liniowy
pt: Shuttle bus gratuito

# vehicle_pickup_location_VWF_12.VWF.X
source: Port/Ferry
de: Hafen/Fähre
el: Λιμάνι/Πορθμείο
es: Puerto/Ferry
it: Porto/traghetto
nl: Haven/veerpont
pl: Port/prom
pt: Porto/ferry

# summary_rental
source: Car Hire
de: Autovermietung
el: Ενοικίαση αυτοκίνητου
es: Alquiler de coches
fr: Location de voiture
it: Noleggio auto
nl: Autoverhuur
pl: Wynajem samochodu
pt: Aluguer de automóveis

# insurance_list_1_body
source: Eliminate potential liability of up to %@ for just %@ per day
de: Reduzieren Sie für nur %@ pro Tag die mögliche Haftung auf bis zu %@
el: Κατάργηση πιθανής ευθύνης έως %@ για μόνο %@ ανά ημέρα
es: Elimina la posible responsabilidad de hasta %@ por solo %@ al día
fr: Éliminez la responsabilité potentielle jusqu’à %@ pour seulement %@ par jour.
it: Elimina la potenziale responsabilità fino a %@ per soli %@ al giorno
nl: Elimineer potentiële aansprakelijkheid tot %@ voor slechts %@ per dag
pl: Uniknij potencjalnego zobowiązania w wysokości do %@ za zaledwie %@ dziennie
pt: Elimine uma eventual responsabilidade de até %@ por apenas %@ por dia

# payment_summary_pay_nothing_desk
source: Pay nothing at the desk
de: Keine Zahlung am Schalter
el: Χωρίς πληρωμή στο γραφείο
es: No se efectúa ningún pago en el mostrador
fr: Aucuns frais à l’agence
it: Non paghi nulla al banco
nl: Betaal niets aan de verhuurbalie
pl: Bez płatności w biurze
pt: Sem pagar ao balcão

# results_empty
source: No results
de: Keine Ergebnisse
el: Δε βρέθηκαν αποτελέσματα
es: No hay resultados
fr: Aucun résultat
it: Nessun risultato
nl: Geen resultaten
pl: Brak wyników
pt: Sem resultados

# vehicle_fuel_policy_type_FULLFULL
source: Full to Full
de: Voll – Voll
el: Γεμάτο - γεμάτο
es: Lleno a lleno
fr: Plein a plein
it: Pieno-pieno
nl: Vol ophalen, vol inleveren
pl: Pełny do pełnego
pt: Levantar e devolver cheio

# vehicle_features
source: features
el: χαρακτηριστικά
es: características
fr: caractéristiques
it: caratteristiche
nl: kenmerken
pl: cechy
pt: característ.

# calendar_summary_dropoff
source: Dropoff date
de: Rückgabedatum
el: Ημερομηνία παράδοσης
es: Fecha de devolución
fr: Date de retour
it: Data di riconsegna
nl: Inleverdatum
pl: Data zwrotu
pt: Data de devolução

# CTA_to_homepage
source: Back to homepage
de: Zurück zur Startseite
el: Επιστροφή στην αρχική σελίδα
es: Volver a la página de inicio
fr: Retour à la page d’accueil
it: Torna alla homepage
nl: Terug naar Homepage
pl: Do strony głównej
pt: Regressar à página inicial

# free_cancellation_point1
source: Free cancellation up to 24 hours before you pick-up.
de: Kostenlose Stornierung bis zu 24 Stunden vor Abholung.
el: Δωρεάν ακύρωση έως και 24 ώρες πριν από την παραλαβή σας.
es: Cancelación gratuita hasta 24 horas antes de la recogida.
fr: Annulation gratuite jusqu’à 24 heures avant le retrait.
it: Annullamento gratuito fino a 24 ore prima del ritiro.
nl: Gratis annulering tot 24 uur voor het tijdstip van ophalen.
pl: Bezpłatna rezygnacja do 24 godzin przed odbiorem.
pt: Cancelamento gratuito até 24 horas antes do levantamento.

# free_cancellation_point2
source: No fee when you amend your booking online, in-app or over the phone.
de: Keine Gebühr bei Buchungsänderung online, in der App oder telefonisch.
el: Η αλλαγή στην κράτηση ηλεκτρονικά, στην εφαρμογή ή τηλεφωνικά είναι δωρεάν.
es: No se cobrará ninguna tasa si modificas tu reserva en línea, en la aplicación o por teléfono.
fr: Aucuns frais de changement de votre réservation en ligne, sur application ou par téléphone.
it: Nessuna commissione se modifichi la prenotazione online, tramite l’app o via telefono.
nl: Geen kosten wanneer u uw boeking online, via de app of telefonisch wijzigt.
pl: Brak opłat za zmiany rezerwacji online, przez aplikację lub telefonicznie.
pt: Não serão aplicadas taxas ao alterar a sua reserva online, na aplicação ou por telefone.

# title_insurance
source: Insurance
de: Versicherung
el: Ασφάλιση
es: Seguro
fr: Assurance
it: Assicurazione
nl: Verzekering
pl: Ubezpieczenie
pt: Seguro

# vehicle_fuel_policy_type_CHAUFFULFUL
source: Fuel charges: Not included
de: Kraftstoffgebühren: Nicht enthalten
el: Χρεώσεις καυσίμου: Δεν περιλαμβάνονται
es: Cargos por combustible: No incluidos
fr: Frais de carburant : Non inclus
it: Spese carburante: non incluse
nl: Brandstofkosten: Niet inbegrepen
pl: Opłaty za paliwo: Nie wlicza się
pt: Taxas de combustível: não incluídas

# insurance_more_details_point1
source: Full damage & theft excess refund
de: Rückerstattung des Selbstbehalts bei Totalschaden und Diebstahl
el: Επιστροφή όλου του ποσού ευθύνης για ζημία και κλοπή
es: Reembolso completo de la franquicia por daños y robo
fr: Remboursement complet de la franchise dommages et vol
it: Rimborso completo del deposito cauzionale in caso di danni o furto
nl: Volledige terugbetaling van borg bij schade of diefstal
pl: Pełny zwrot sumy wkładu własnego w przypadku uszkodzenia lub kradzieży
pt: Reembolso total da franquia em caso de danos e de roubo

# summary_deposit
source: Car hire deposit
de: Mietwagenkaution
el: Προκαταβολή
es: Deposito
fr: Détail de paiment
it: Deposito per il noleggio auto
nl: Autoverhuur borg
pl: Depozyt za auto
pt: Depósito do aluguer

# insurance_more_details_point4
source: Administration charges
de: Verwaltungsgebühren
el: Διαχειριστικά τέλη
es: Tasas administrativas
fr: Frais administratifs
it: Oneri amministrativi
nl: Administratiekosten
pl: Opłaty administracyjne
pt: Taxas de administração

# vehicle_fuel_policy_type_FULLFULLHYBRID
source: Fuel: Choose at desk
de: Kraftstoff: Am Schalter wählen
el: Καύσιμο: Επιλέξτε στο γραφείο
es: Combustible: Seleccionar en la oficina
fr: Carburant : Sélection à l’agence
it: Carburante: scegli al banco
nl: Brandstof: Maak keuze aan de balie
pl: Paliwo: Wybierz w biurze
pt: Combustível: no balcão

# insurance_more_details_point5
source: Key cover & personal possessions
de: Mietwagenschlüssel und persönliche Besitzgegenstände
el: Κάλυψη σε περίπτωση απώλειας των κλειδιών και προσωπικών ειδών
es: Cobertura de la llave y objetos personales
fr: Couverture en cas de perte des clés et des biens personnels
it: Copertura chiavi e beni personali
nl: Sleuteldekking en persoonlijke bezittingen
pl: Ubezpieczenie od utraty kluczyków i rzeczy osobiste
pt: Chave do automóvel coberta e bens pessoais

# insurance_more_details_point2
source: Tyres, windows, mirrors & wheels
de: Reifen, Fenster, Spiegel und Felgen
el: Ελαστικά, παράθυρα, καθρέφτες & ρόδες
es: Neumáticos, lunas, espejos y ruedas
fr: Pneus, vitres, rétroviseurs et roues
it: Pneumatici, finestrini, specchietti e ruote
nl: Banden, ramen, spiegels en wielen
pl: Opony, okna, lusterka i koła
pt: Pneus, janelas, espelhos e rodas

# vehicle_fuel_policy_type_HALFHALF
source: Half to Half
de: Halbvoll – Halbvoll
el: Μισογεμάτο - μισογεμάτο
es: Recogida y devolución con la mitad del depósito lleno
fr: Moitié à moitié
it: Metà-metà
nl: Halfvol ophalen, halfvol inleveren
pl: Połowa do połowy
pt: Levantar e devolver meio cheio

# insurance_more_details_point3
source: Roof, undercarriage & misfuelling
de: Dach, Fahrwerk und Falschbetankung
el: Οροφή, σασί και χρήση ακατάλληλου καύσιμου
es: Techo, chasis y uso de combustible inadecuado
fr: Toit, châssis et utilisation d’un carburant inadapté
it: Tetto, telaio ed errori di rifornimento
nl: Dak, onderstel en verkeerde brandstof
pl: Dach, podwozie i zatankowanie niewłaściwego paliwa
pt: Tejadilho, chassi e combustível inadequado

# vehicle_fuel_policy_type_EMPTYEMPTY
source: Empty to empty
de: Leer/leer
el: Άδειο - άδειο
es: Depósito vacío a depósito vacío
fr: Vide à vide
it: Vuoto-vuoto
nl: Leeg naar leeg
pl: Pusty do pustego
pt: Levantar e devolver vazio

# filter_reset
source: Reset
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fr: Réinitialiser
it: Reimposta
pt: Repor

# summary_now
source: Pay now
de: Jetzt zahlen
el: Πληρωμή τώρα
es: Importe a pagar ahora
fr: Payer maintenant
it: Paga subito
nl: Nu betalen
pl: Zapłać teraz
pt: Pagar agora

# vehicle_pickup_location_VWF_9.VWF.X
source: South Of City Centre
de: Südlich des Stadtzentrums
el: Νότια του κέντρου της πόλης
es: Al sur del centro de la ciudad
fr: Au sud du centre-ville
it: A sud del centro città
nl: Stadscentrum - zuid
pl: Na południe od centrum miasta
pt: Sul do centro da cidade

# settings_currency_title
source: Currency
de: Währung
el: Νόμισμα
es: Moneda
fr: Devise
it: Valuta
nl: Valuta
pl: Waluta
pt: Moeda

# calendar_fri
source: Fri
de: Fr
el: Πα
es: V
fr: Ven
it: Ven
nl: vr
pl: pt.
pt: Sex.

# CTA_cancel
source: Cancel
de: Stornieren
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar

# filter_specialoffers
source: Special Offer
de: Sonderangebot
el: Ειδική προσφορά
es: Oferta especial
fr: Offre spéciale
it: Offerta speciale
nl: Speciale aanbieding
pl: Oferta specjalna
pt: Oferta especial

# user_firstname_hint
source: First name
de: Vorname
el: Όνομα
es: Nombre
fr: Prénom
it: Nome
nl: Voornaam
pl: Imię
pt: Nome

# filter_carspec
source: Car Specifications
de: Fahrzeugdaten
el: Προδιαγραφές αυτοκινήτου
es: Detalles del vehículo
fr: Spécifications du véhicule
it: Specifiche dell’auto
nl: Specificaties van de auto
pl: Specyfikacje samochodu
pt: Características do automóvel

# insurance_conditions
source: Please see the %@ for full details.
de: Bitte sehen Sie die %@ für alle Details ein
el: Επισκεφθείτε τον ιστότοπο %@ για όλες τις πληροφορίες.
es: Para más información consulta los%@.
fr: Veuillez consulter les %@ pour l’ensemble des détails.
it: Consulta i %@ per i dettagli completi.
nl: Bekijk de %@ voor meer informatie.
pl: Przeczytaj %@, aby uzyskać bardziej szczegółowe informacje.
pt: Consulte os %@ para obter mais detalhes.

# user_address_line1_hint
source: Address line 1
de: Adresszeile 1
el: Γραμμή διεύθυνσης 1
es: Dirección - línea 1
fr: Adresse, ligne 1
it: Indirizzo riga 1
nl: Adresregel 1
pl: Adres
pt: Linha de morada 1

# calendar_tue
source: Tue
de: Di
el: Τρ
es: M
fr: Mar
it: Mar
nl: di
pl: wt.
pt: Ter.

# results_filter
source: Filter
el: φίλτρο
es: Filtro
fr: Filtre
it: Filtra
nl: Filteren
pl: Filtr
pt: Filtro

# vehicle_type_unique
source: Unique
de: Einzigartig
el: Μοναδικό
es: Único
fr: Exclusif
it: Esclusiva
nl: Uniek
pl: Unikalny
pt: Exclusivo

# included_theft
source: Theft Protection
de: Diebstahlschutz
el: Προστασία κατά της κλοπής
es: Protección frente a robo
fr: Assurance vol
it: Protezione contro il furto
nl: Diefstalbescherming
pl: Ubezpieczenie przed kradzieżą
pt: Proteção contra furto

# free_cancellation_detail
source: Good news! Free cancellation and amendments with your booking.
de: Gute Neuigkeiten! Kostenlose Stornierung und Änderung Ihrer Buchung.
el: Εξαιρετικά νέα! Δωρεάν ακύρωση και αλλαγές με την κράτησή σας.
es: ¡Buenas noticias! Cancelación y modificación gratuitas con tu reserva.
fr: Bonne nouvelle ! Annulation et modifications gratuites pour votre réservation.
it: Buone notizie! Annullamento e modifiche alla prenotazione gratis.
nl: Goed nieuws! Gratis annulering en wijziging van uw boeking.
pl: Dobra wiadomość! Darmowe anulowanie lub zmiana rezerwacji.
pt: Boas notícias! As alterações e cancelamentos gratuitos estão incluídos na sua reserva.

# CTA_add
source: Add a booking
de: Eine Buchung hinzufügen
el: Προσθήκη κράτησης
es: Añadir una reserva
fr: Ajouter une réservation
it: Agg. prenotazione
nl: Een boeking toevoegen
pl: Dodaj rezerwację
pt: Adicionar uma reserva

# vehicle_fuel_policy_desc_ELECTRICVEHICLE
source: Your electric car comes with a fully charged battery, which gets you up to 150km of driving. You do not need to return the car fully charged - just make sure you have enough charge to return it!
de: Sie erhalten das Elektroauto mit einer vollgeladenen Batterie, mit der Sie eine Reichweite von 150 km haben. Sie müssen das Fahrzeug nicht vollgeladen zurückbringen – stellen Sie aber sicher, dass Sie eine ausreichende Batterieladung zur Rückgabe haben!
el: Το ηλεκτρικό σας αυτοκίνητο παραδίδεται με πλήρως φορτισμένη μπαταρία, για οδήγηση έως 150 χιλιόμετρα. Δε χρειάζεται να επιστρέψετε το αυτοκίνητο πλήρως φορτισμένο, απλά βεβαιωθείτε ότι είναι αρκετά φορτισμένο για να φτάσετε στο σημείο παράδοσης!
es: Tu coche eléctrico se entrega con la batería completamente cargada, que proporciona una autonomía de 150 km. No necesitas devolver el coche con la carga completa. Simplemente asegúrate de que tienes suficiente carga para poder devolverlo.
fr: Votre voiture électrique est entièrement chargée, pour jusqu’à 150 km de conduite. Vous n’avez pas besoin de retourner la voiture avec la batterie pleine. Il vous suffit de la ramener avec assez de charge !
it: L’auto elettrica è dotata di una batteria completamente carica con un’autonomia di 150 km. Non è necessario restituire l’auto completamente carica, ma verifica di avere abbastanza autonomia residua per restituirla!
nl: Uw elektrische auto wordt met een volledig opgeladen accu geleverd, voor een maximale rijafstand van 150 km. U hoeft de auto niet volledig opgeladen in te leveren, maar let er uiteraard wel op dat de accu genoeg lading over heeft om de inleverlocatie te bereiken!
pl: Twój samochód elektryczny posiada w pełni naładowaną baterię, która pozwala pokonać 150 km. Nie jest wymagany zwrot całkowicie naładowanego pojazdu, ale upewnij się, że poziom naładowania pozwoli Ci na zwrot pojazdu!
pt: O automóvel elétrico é entregue com a bateria totalmente carregada, que tem uma duração equivalente a 150 km. Não precisa de devolver o automóvel com a bateria totalmente carregada, certifique-se apenas de que tem bateria suficiente para fazer a devolução!

# summary_vehicle
source: Vehicle summary
de: Fahrzeugüberblick
el: Σύνοψη οχήματος
es: Resumen del vehículo
fr: Résumé du véhicule
it: Riepilogo del veicolo
nl: Voertuigoverzicht
pl: Podsumowanie pojazdu
pt: Resumo do veículo

# settings_language_header
source: Language
de: Sprache
el: Γλώσσα
es: Idioma
it: Lingua
nl: Taal
pl: Wybierz jezyk
pt: Idioma

# vehicle_orsimilar
source: or similar
de: oder vergleichbar
el: ή παρόμοιο
es: o similar
fr: ou équivalent
it: o simile
nl: of vergelijkbaar
pl: lub podobne
pt: ou semelhante

# extras_equipment_aircon
source: Air Conditioning
de: Klimaanlage
el: Κλιματισμός
es: Aire acondicionado
fr: Climatisation
it: Aria condizionata
pl: Klimatyzacja
pt: Ar condicionado

# vehicle_type_luxury_elite
source: Luxury Elite
de: Elite Luxus
el: Πολυτελές Elite
es: De lujo especial
fr: De luxe élite
it: Lusso Elite
nl: Luxe Elite
pl: Luksusowy Elite
pt: Luxo elite

# calendar_select_date
source: Select date
de: Auswählen
el: Επιλέξτε ημερομηνία
es: Seleccionar fecha
fr: Sélectionnez une date
it: Seleziona data
nl: Datum kiezen
pl: Wybierz datę
pt: Selecionar data

# user_name_hint
source: Name
el: Όνομα
es: Nombre
fr: Nom
it: Nome
nl: Naam
pl: Imię i nazwisko
pt: Nome

# vehicle_type_subcompact
source: Subcompact
de: Kleinwagen
el: Μικρό αυτοκίνητο πόλης
es: Subcompacto
fr: Citadine
it: Utilitaria
pl: Subkompakt
pt: Subcompacto

# vehicle_pickup_type_VLI_1.VLI.X
source: In Terminal
de: Im Terminal
el: Στον αεροσταθμό
es: En la terminal
fr: Au terminal
it: Al terminal
pl: W terminalu
pt: No terminal

# vehicle_passengers
source: Passengers
de: Passagiere
el: Επιβάτες
es: Pasajeros
fr: Passagers
it: Passeggeri
nl: Passagiers
pl: Pasażerowie(-ów)
pt: Passageiros

# widget_text
source: The quickest and easiest way to book car hire
de: Schnell und einfach einen Mietwagen buchen
el: Ο πιο γρήγορος και εύκολος τρόπος για κράτηση ενοικίασης αυτοκινήτου
es: La manera más rápida y fácil de reservar tu alquiler de coche
fr: La meilleure manière de réserver une voiture de location
it: Il modo più veloce e facile per prenotare un’auto a noleggio
nl: De snelste en makkelijkste manier om autoverhuur te boeken
pl: Najszybszy i najłatwiejszy sposób rezerwacji wynajmu samochodu
pt: A forma mais rápida e fácil de reservar um automóvel

# vehicle_type_standard_elite
source: Standard Elite
de: Elite Standard
el: Στάνταρ Elite
es: Estándar especial
fr: Standard élite
nl: Standaard Elite
pl: Standardowy Elite

# vehicle_fuel_policy_type_FULLEMPTY
source: Pre-Purchase
de: Voll – Leer
el: Προαγορά
es: Compra anticipada
fr: Achat anticipé
it: Preacquisto
nl: Vooraf betalen
pl: Zakup uprzedni
pt: Pré-compra

# error_widget_no_cars
source: Could not find vehicles for this location
de: Für diesen Ort konnten keine Fahrzeuge gefunden werden
el: Δε βρέθηκαν οχήματα για αυτή την τοποθεσία
es: No se han podido encontrar vehículos para esta ubicación
fr: Aucun véhicule trouvé pour ce lieu
it: Veicoli non trovati in questa località
nl: Geen voertuigen gevonden voor deze locatie
pl: Nie znaleziono pojazdów dla tej lokalizacji
pt: Veículos não encontrados para esta localização

# settings_country_title
source: Country
de: Land
el: Χώρα
es: País
fr: Pays
it: Paese
nl: Land
pl: Kraj
pt: País

# title_extras
source: Extras
el: Προαιρετικές παροχές
fr: Options
it: Optional
pl: Opcje dodatkowe

# calendar_sun
source: Sun
de: So
el: Κυ
es: D
fr: Dim
it: Dom
nl: zo
pl: nd.
pt: Dom.
