Repository: Chadnan10k/cartrawler-ios
Catalog: CartrawlerSDK/UI/CartrawlerSDK/Localization/*.strings
Languages: de, el, es, fr, it, nl, pl, pt

# vehicle_type_large_SUV
source: Large SUV
de: Große Geländelimousine
el: Μεγάλο SUV
es: Todoterreno grande
fr: SUV - grand
it: SUV grande
nl: Grote SUV
pl: Duży SUV
pt: SUV grande

# payment_free
source: Included for free
de: Im Preis inbegriffen
el: Περιλαμβάνεται δωρεάν
es: Incluye de manera gratuita
fr: Inclus gratuitement
it: Incluso gratuitamente
nl: Gratis inbegrepen
pl: Bezpłatnie w ofercie
pt: Gratuito

# payment_text_1
source: Tap "Book now" to complete your booking and accept our %@.
de: Klicken Sie auf "Jetzt buchen", um Ihre Buchung abzuschließen und unsere %@ zu akzeptieren.
el: Πατήστε "Κράτηση τώρα" για να ολοκληρώσετε την κράτησή σας και να αποδεχτείτε τους %@.
es: Toca "Reservar ahora" para completar la reserva y aceptar nuestros %@.
fr: Touchez "Réserver maintenant" pour terminer votre réservation et accepter nos %@.
it: Tocca "Prenota ora"per completare la prenotazione e accettare i %@.
nl: Tik op "Boek nu" om uw boeking af te ronden en onze %@ te accepteren.
pl: Wciśnij "Zarezerwuj teraz", aby zakończyć rezerwację i zaakceptować nasz %@.
pt: Toque em "Reservar já" para concluir e aceitar os nossos %@.

# payment_text_2
source: Terms and Conditions
de: Allgemeinen Geschäftsbedingungen
el: Όροι και Προϋποθέσεις
es: Términos y condiciones
fr: Conditions générales
it: Termini e condizioni
nl: Algemene voorwaarden
pl: Regulamin
pt: Termos e Condições

# settings_select_currency
source: Select Currency
de: Währung auswählen
el: Επιλέξτε νόμισμα
es: Seleccionar moneda
fr: Sélectionnez la devise
it: Seleziona la valuta
nl: Selecteer valuta
pl: Wybierz walutę
pt: Selecionar moeda

# vehicle_pickup_details_VWF_2.VWF.X
source: The service desk is conveniently located within the grounds of the airport area.
de: Der Mietschalter befindet sich direkt auf dem Flughafengelände.
el: Το γραφείο εξυπηρέτησης βρίσκεται εντός του αεροδρομίου.
es: La oficina está cómodamente situada en la zona del aeropuerto.
fr: Cette agence est située à l’intérieur même de l’aéroport.
it: Il banco di assistenza si trova all’interno dell’aeroporto.
nl: De verhuurbalie is gunstig gelegen op het terrein van de luchthaven.
pl: Biuro wypożyczalni jest dogodnie zlokalizowane na terenie lotniska.
pt: O balcão de aluguer encontra-se convenientemente localizado na zona do aeroporto.

# title_filters
source: Filters
de: Filter
el: Φίλτρα
es: Filtros
fr: Filtres
it: Filtri
pl: Filtry
pt: Filtros

# supplier_good
source: Good
de: Gut
el: Καλό
es: Bueno
fr: Bon
it: Buona
nl: Goed
pl: Dobra
pt: Bom

# vehicle_fuel_policy_desc_UNKNOWN
source: See Terms and Conditions
de: Siehe Allgemeine Geschäftsbedingungen
el: Δείτε τους Όρους και τις Προϋποθέσεις
es: Consultar los términos y condiciones
fr: Voir les conditions générales
it: Consulta i termini e le condizioni
nl: Zie algemene voorwaarden
pl: Zobacz regulamin
pt: Consulte os Termos e Condições

# vehicle_type_twenty_six_foot_truck
source: Twenty Six Foot Truck
de: LKW mit acht Metern
el: Φορτηγό μήκους 8μ.
es: Vehículo de 8 metros
fr: Camion 8 mètres
it: Autocarro ventisei piedi
nl: Vrachtwagen van acht meter
pl: Ciężarówka 7,9 m
pt: Caminhão de 8 metros

# extras_conditions
source: Please note that extras are paid at the rental desk. We try to ensure customers get all extras however availability is not always guaranteed.
de: Beachten Sie bitte, dass Extras am Mietschalter bezahlt werden müssen. Wir versuchen, sicherzustellen, dass unsere Kunden alle Extras erhalten; die Verfügbarkeit ist jedoch nicht immer garantiert.
el: Παρακαλούμε, λάβετε υπόψη ότι οι προαιρετικές παροχές πληρώνονται στο γραφείο ενοικίασης. Προσπαθούμε να διασφαλίσουμε ότι οι πελάτες θα έχουν τις προαιρετικές παροχές που ζήτησαν, αλλά η διαθεσιμότητα δεν είναι πάντοτε εγγυημένη.
es: Por favor, ten en cuenta que los extras se pagan en la oficina de alquiler. Procuramos que los clientes tengan todos los extras, pero la disponibilidad no siempre está garantizada.
fr: Veuillez noter que les suppléments sont réglés au comptoir de l’agence de location. Nous faisons notre possible pour que les clients aient tous leurs suppléments. Mais leur disponibilité n’est pas toujours garantie.
it: Ricorda che gli optional si pagano al banco di noleggio. Cerchiamo di garantire ai clienti tutti gli optional richiesti, ma la disponibilità non è sempre garantita.
nl: Let op: extra's dienen aan de verhuurbalie betaald te worden. We proberen ervoor te zorgen dat klanten alle extra's ontvangen, maar beschikbaarheid is niet altijd gegarandeerd.
pl: Uwaga: za opcje dodatkowe płaci się w biurze wypożyczalni. Staramy się zapewniać, by klienci otrzymywali wszystkie opcje dodatkowe, jednak ich dostępność nie zawsze jest gwarantowana.
pt: Os extras são pagos no balcão de aluguer. Tentamos garantir que os clientes obtêm todos os extras, no entanto a disponibilidade nem sempre é garantida.

# calendar_select_dates
source: Select your dates
de: Daten auswählen
el: Ημερομηνίες σας
es: Selecciona tus fechas
fr: Sélectionnez vos dates
it: Seleziona le date
nl: Kies uw data
pl: Wybierz swoje daty
pt: Selecione as datas

# vehicle_fuel_policy_desc_FULLEMPTY
source: Your car comes with a full tank of fuel but you will be charged for this at the service desk. The car should be returned with an empty tank, as no refund will be given for any unused fuel.
de: Sie erhalten Ihr Fahrzeug mit einer vollen Tankfüllung, die Sie am Mietschalter bezahlen müssen. Das Fahrzeug sollte mit einem leeren Tank zurückgegeben werden, da es keine Rückzahlung für nicht genutzten Kraftstoff gibt.
el: Το αυτοκίνητό σας παραδίδεται με γεμάτο ρεζερβουάρ καυσίμου αλλά με χρέωση στο γραφείο εξυπηρέτησης. Το αυτοκίνητο πρέπει να επιστραφεί με άδειο ρεζερβουάρ, αφού δεν επιστρέφονται χρήματα για μη χρησιμοποιημένο καύσιμο.
es: Tu coche se entrega con el depósito de combustible lleno, pero se te cobrará por ello en la oficina de servicio. El coche deberá entregarse con el depósito vacío, ya que no se efectuarán devoluciones por el combustible no utilizado.
fr: Votre voiture vous est fournie avec le réservoir plein, mais vous devez payer cela à l’agence. La voiture doit être retournée avec un réservoir vide, car aucun remboursement ne sera accordé pour du carburant non utilisé.
it: L’auto viene consegnata con il serbatoio pieno, e il costo del carburante ti sarà addebitato al banco di assistenza. L’auto va restituita con il serbatoio vuoto, in quanto il carburante inutilizzato non sarà rimborsato.
nl: Uw auto wordt met een volle tank geleverd, waarvoor aan de verhuurbalie kosten in rekening worden gebracht. De auto moet worden ingeleverd met een lege tank. Eventueel resterende brandstof in de tank wordt niet vergoed.
pl: Samochód jest udostępniany z pełnym bakiem, za który zostanie pobrana opłata w biurze obsługi. Samochód należy zwrócić z pustym bakiem, a kwota za ewentualne niezużyte paliwo nie zostanie zwrócona.
pt: O seu automóvel é entregue com o depósito de combustível cheio, mas este ser-lhe-á cobrado no balcão de aluguer. O automóvel deve ser devolvido com o depósito de combustível vazio, uma vez que não existe reembolso para combustível não utilizado.

# confirmation_loading_subheader
source: This could take up to 30 seconds, please wait
de: Dies kann bis zu 30 Sekunden dauern, bitte haben Sie etwas Geduld.
el: Παρακαλώ περιμενετε. Μπορεί να κρατήσει μέχρι 30 δευτερόλεπτα.
es: Este proceso puede tardar unos 30 minutos, por favor espere
fr: Merci de patienter quelques instants, cela peut prendre 30 secondes
it: Questo potrebbe richiedere fino a 30 secondi, si prega di attendere
nl: Dit kan op tot 30 seconden duren graag even geduld
pl: Moze to potrwac do 30 sekund prosze czekac
pt: Isto poderá demorar até 30 segundos, por favor espere

# payment_expiry
source: Expiry date
de: MM/JJ
el: ΜΜ/ΕΕ
es: Fecha de caducidad
fr: MM/AA
it: MM/AA
nl: MM/JJ
pl: MM/RR
pt: MM/AA

# vehicle_type_special
source: Special
de: Spezial
el: Ειδικό
es: Especial
fr: Spécial
it: Speciale
nl: Speciaal
pl: Specjalny
pt: Especial

# rental_sort_recommended
source: Recommended
de: Empfohlen
el: Συνιστάται
es: Recomendado
fr: Recommandé
it: Consigliata
nl: Aanbevolen
pl: Polecane
pt: Recomendado

# receipt_summary_dropoff
source: Drop-off
de: Abgabe
el: Παράδοση
es: Devolución
fr: Retour
it: Riconsegna
nl: Inleveren
pl: Zwrot
pt: Devolução

# extras_back
source: Back
de: Zurück
el: Πίσω
es: Atrás
fr: Retour
it: Indietro
nl: Terug
pl: Wstecz
pt: Anterior

# merchandising_quickest_queue
source: Quickest Queue
de: Kürzeste Wartezeiten
el: Πιο γρήγορη εξυπηρέτηση
es: La fila más rápida
fr: Attente la moins longue
it: La coda più veloce
nl: Kortste wachtrij
pl: Najkrótsza kolejka
pt: Sem esperas

# CTA_search
source: Search for cars
de: Mietwagen suchen
el: Αναζήτηση αυτοκινήτων
es: Buscar coches
fr: Chercher une voiture
it: Ricerca auto
nl: Auto's zoeken
pl: Szukaj samochodu
pt: Procurar automóveis

# calendar_summary_pickup
source: Pickup date
de: Abholdatum
el: Ημερομηνία παραλαβής
es: Fecha de recogida
fr: Date de retrait
it: Data di ritiro
nl: Ophaaldatum
pl: Data odbioru
pt: Data de levantamento

# vehicle_mileage_609_VCP_X_desc
source: There is no limit to the distance you can drive with this car
de: Für diesen Mietwagen gilt keine Kilometerbegrenzung
el: Δεν υπάρχει όριο στην απόσταση που μπορείτε να διανύσετε με αυτό το αυτοκίνητο
es: No hay límite de distancia para este coche
fr: La distance parcourue est illimitée pour cette voiture
it: Non ci sono limiti alla distanza percorribile con questa auto
nl: Voor deze auto geldt geen beperking van rijafstand
pl: Jazda tym samochodem nie podlega limitowi kilometrażu
pt: Não existe limite para a distância que pode percorrer com este automóvel

# vehicle_mileage_618_VCP_X
source: Limited mileage
de: Kilometerbegrenzung
el: Περιορισμένη κατανάλωση καυσίμου
es: Kilometraje limitado
fr: Kilométrage limité
it: Chilometraggio limitato
nl: Beperkt aantal kilometers
pl: Ograniczony kilometraż
pt: Quilometragem limitada

# vehicle_type_exotic
source: Exotic
de: Außergewöhnlich
el: Ιδιαίτερο
es: Exótico
fr: Exotique
it: Fuoriserie
nl: Exotisch
pl: Egzotyczny
pt: Exótico

# merchandising_great_value
source: Great Value
de: Attraktiver Preis
el: Εξαιρετική προσφορά
es: Excelente relación calidad-precio
fr: Très bonne affaire
it: Grande convenienza
nl: Geweldige waarde
pl: Atrakcyjna cena
pt: Melhor preço

# vehicle_type_nine_seat_carrier
source: Nine Seat Carrier
de: Van mit neun Sitzen
el: Μίνι βαν 9 θέσεων
es: Vehículo de nueve asientos
fr: Monospace 9 sièges
it: Grande a nove posti
nl: Negenzitter
pl: Samochód 9-osobowy
pt: Transporte com 9 lugares

# summary_ground
source: Travel
de: Reise-
el: Ταξίδι
es: Viaje
fr: Voyage
it: Viaggio
nl: Reis
pl: Podróż
pt: Viagem

# vehicle_great_value
source: Great value
de: Attraktiver Preis
el: Εξαιρετική προσφορά
es: Buen precio
fr: Très bonne affaire
it: Grande convenienza
nl: Geweldige keuze
pl: Świetna cena
pt: Melhor preço

# vehicle_mileage_618_VCP_X_desc
source: An average driving distance of %@ is included in this price. Additional charges may incur for extra distance travelled.
de: In diesem Preis ist eine durchschnittliche Fahrtstrecke von %@ enthalten. Für längere Fahrtstrecken können zusätzliche Gebühren anfallen.
el: Μέση διανυόμενη απόσταση %@ περιλαμβάνεται στην τιμή. Ενδέχεται να προκύψουν επιπρόσθετες χρεώσεις για την επιπλέον διανυόμενη απόσταση.
es: El precio incluye un recorrido medio de %@. La distancia extra recorrida puede conllevar cargos adicionales.
fr: Une distance parcourue moyenne de %@ est comprise dans le prix. Des frais additionnels peuvent être encourus pour toute distance supplémentaire parcourue.
it: Il prezzo comprende una percorrenza media di %@. L’eventuale distanza extra può comportare tariffe aggiuntive.
nl: Een gemiddelde rijafstand van %@ is in deze prijs inbegrepen. Bij een grotere afgelegde afstand kunnen er extra kosten van toepassing zijn.
pl: Cena ta uwzględnia średni dystans jazdy %@. Dodatkowy kilometraż może wiązać się z dodatkowymi opłatami.
pt: Está incluída neste preço uma distância de viagem média de %@. Podem incorrer taxas adicionais relativas a distâncias extras percorridas.

# search_driver_age
source: Driver aged between 25 and 70
de: Fahreralter zwischen 25 und 70
el: Οδηγός ηλικίας μεταξύ 25 και 70 ετών
es: Conductor entre 25 y 70 años
fr: Conducteur âgé de 25 à 70 ans
it: Guidatore di etá compresa tra 25 e 70 anni
nl: Leeftijd bestuurder tussen 25 en 70 jaar
pl: Kierowca w wieku od 25 do 70 lat
pt: Idade do condutor entre 25 e 70

# vehicle_pickup_details_VWF_4.VWF.X
source: This is a meet and greet service. Your driver will be waiting for you on arrival. Please supply us with your flight number so that the driver can track your flight for delays.
de: Dies ist ein Meet and Greet-Service. Ihr Fahrer erwartet Sie bei Ihrer Ankunft. Bitte hinterlassen Sie uns Ihre Flugnummer, damit der Fahrer prüfen kann, ob sich Ihr Flug verspätet.
el: Υπηρεσία συνάντησης και καλωσορίσματος. Ο οδηγός σας θα σας περιμένει κατά την άφιξη. Αναφέρετε τον αριθμό πτήσης σας έτσι ώστε ο οδηγός να μπορεί να ελέγχει την πτήση σας για τυχόν καθυστερήσεις.
es: Este es un servicio de bienvenida. El chófer te estará esperando a la llegada. Por favor, facilítanos tu número de vuelo para que el chófer pueda monitorizar tu vuelo en caso de retraso.
fr: Ce service comprend un accueil à l’arrivée. Votre chauffeur vous attendra à votre arrivée. Veuillez nous donner votre numéro de vol afin que le chauffeur puisse suivre votre vol et être informé des retards éventuels.
it: Questo è un servizio di accoglienza. All’arrivo troverai l’autista ad aspettarti. Comunicaci il tuo numero di volo per informare l’autista di eventuali ritardi.
nl: Dit is een meet and greet service. Uw chauffeur wacht u bij aankomst op. Geef ons uw vluchtnummer door zodat de chauffeur op de hoogte kan blijven van een eventuele vertraging.
pl: Usługa odbioru z lotniska. Twój kierowca będzie czekał na Twoje przybycie. Podaj swój numer lotu, aby kierowca mógł śledzić jego trasę w razie opóźnień.
pt: Este é um serviço de receção. O motorista estará à sua espera quando chegar. Indique-nos o seu número do voo para que o motorista possa consultar o seu voo no caso de se atrasar.

# vehicle_fuel_policy_type_UNKNOWN
source: Unknown
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pl: Nieznane
pt: Desconhecido

# CTA_add_to_flight
source: Add to flight
de: Zu Flug hinzufügen
el: Προσθήκη στην πτήση
es: Añadir al vuelo
fr: Ajouter au vol
it: Aggiungi al volo
nl: Aan vlucht toevoegen
pl: Dodaj do lotu
pt: Adicionar ao voo

# title_details_vehicle
source: INCLUDED
de: INKLUSIVE
el: ΠΕΡΙΛΑΜΒΑΝΕΤΑΙ
es: INCLUIDOS
fr: INCLUS
it: INCLUSO
nl: INBEGREPEN
pl: WLICZONE
pt: INCLUÍDO

# CTA_done
source: Done
de: Fertig
el: Τέλος
es: Finalizar
fr: Terminé
it: Fatto
nl: Gereed
pl: Gotowe
pt: Concluído

# interstitial_subheader
source: at the best price
de: zum besten Preis
el: στη καλύτερη τιμή
es: al mejor precio
fr: Au meilleure prix
it: al miglior prezzo
nl: voor de beste prijs
pl: w najepszej cenie
pt: Com o melhor preço

# vehicle_fuel_policy_desc_HALFHALF
source: Your car comes with a half tank of fuel. Return the car with a half tank to avoid any refuelling charges. If you return the car with more fuel, you will not receive any additional refund.
de: Sie erhalten das Fahrzeug mit halbvollem Tank. Am Ende geben Sie den Mietwagen mit halbvollem Tank zurück, damit Ihnen am Schalter keine Kosten für das Wiederauffüllen berechnet werden. Wenn Sie das Fahrzeug mit mehr Kraftstoff zurückgeben, erhalten Sie keine zusätzliche Rückerstattung.
el: Το αυτοκίνητό σας παραδίδεται με μισογεμάτο ρεζερβουάρ καυσίμου. Απλώς επιστρέψτε το αυτοκίνητο με μισογεμάτο ρεζερβουάρ για να αποφύγετε τυχόν χρεώσεις αναπλήρωσης καυσίμου. Εάν επιστρέψετε το αυτοκίνητο με περισσότερο καύσιμο, δε θα σας επιστραφούν χρήματα.
es: Tu coche se entrega con la mitad del depósito de combustible lleno. Devuelve el coche con la mitad del depósito de combustible lleno para evitar cualquier cargo por el llenado del depósito. Si devuelves el coche con más combustible, no se te devolverá el importe adicional.
fr: La voiture vous est fournie avec une moitié de réservoir. Il vous suffit de restituer la voiture avec un réservoir à moitié plein afin d’éviter des frais de ravitaillement. Si vous retournez la voiture avec du carburant supplémentaire, aucun remboursement ne sera accordé pour cet extra.
it: L’auto viene consegnata con il serbatoio pieno a metà. Restituiscila con il serbatoio pieno a metà per evitare spese di rifornimento. Se la restituisci con più carburante non riceverai rimborsi aggiuntivi.
nl: Uw auto wordt met een halfvolle tank geleverd. Lever de auto weer in met een halfvolle tank om bijvulkosten te vermijden. Als u de auto inlevert met meer brandstof in de tank, zult u hiervoor geen aanvullende vergoeding ontvangen.
pl: Samochód jest udostępniany z bakiem zatankowanym do połowy. Zwróć samochód z bakiem zatankowanym do połowy, aby uniknąć opłat za tankowanie. W przypadku większej ilości paliwa nie otrzymasz dodatkowego zwrotu.
pt: O seu automóvel é entregue com o depósito de combustível meio cheio. Devolva o automóvel com o depósito de combustível meio cheio para evitar taxas de reabastecimento. Se devolver o automóvel com mais combustível do que era suposto, não receberá nenhum reembolso adicional.

# vehicle_type_medium_SUV
source: Medium SUV
de: Mittelgroße Geländelimousine
el: Μεσαίο SUV
es: Todoterreno mediano
fr: SUV - moyen
it: SUV medio
nl: Middelgrote SUV
pl: Średni SUV
pt: SUV médio

# included_amend
source: Amendments
de: Änderungen
el: Τροποποιήσεις
es: Modificaciones
fr: Modifications
it: Modifiche
nl: Aanpassingen
pl: Zmiany
pt: Alterações

# free_cancellation_title
source: Good news!
de: Gute Neuigkeiten!
el: Εξαιρετικά νέα!
es: ¡Buenas noticias!
fr: Bonne nouvelle !
it: Buone notizie!
nl: Goed nieuws!
pl: Dobra wiadomość!
pt: Boas notícias!

# vehicle_type_standard
source: Standard
el: Στάνταρ
es: Estándar
nl: Standaard
pl: Standardowy

# vehicle_pickup_details_VWF_6.VWF.X
source: This is a meet and greet service. Your driver will be waiting for you on arrival. Please supply us with your flight number so that the driver can track your flight for delays.
de: Dies ist ein Meet and Greet-Service. Ihr Fahrer erwartet Sie bei Ihrer Ankunft. Bitte hinterlassen Sie uns Ihre Flugnummer, damit der Fahrer prüfen kann, ob sich Ihr Flug verspätet.
el: Υπηρεσία συνάντησης και καλωσορίσματος. Ο οδηγός σας θα σας περιμένει κατά την άφιξη. Αναφέρετε τον αριθμό πτήσης σας έτσι ώστε ο οδηγός να μπορεί να ελέγχει την πτήση σας για τυχόν καθυστερήσεις.
es: Este es un servicio de bienvenida. El chófer te estará esperando a la llegada. Por favor, facilítanos tu número de vuelo para que el chófer pueda monitorizar tu vuelo en caso de retraso.
fr: Ce service comprend un accueil à l’arrivée. Votre chauffeur vous attendra à votre arrivée. Veuillez nous donner votre numéro de vol afin que le chauffeur puisse suivre votre vol et être informé des retards éventuels.
it: Questo è un servizio di accoglienza. All’arrivo troverai l’autista ad aspettarti. Comunicaci il tuo numero di volo per informare l’autista di eventuali ritardi.
nl: Dit is een meet and greet service. Uw chauffeur wacht u bij aankomst op. Geef ons uw vluchtnummer door zodat de chauffeur op de hoogte kan blijven van een eventuele vertraging.
pl: Usługa odbioru z lotniska. Twój kierowca będzie czekał na Twoje przybycie. Podaj swój numer lotu, aby kierowca mógł śledzić jego trasę w razie opóźnień.
pt: Este é um serviço de receção. O motorista estará à sua espera quando chegar. Indique-nos o seu número do voo para que o motorista possa consultar o seu voo no caso de se atrasar.

# summary_payment
source: Payment summary
de: Zahlungsübersicht
el: Σύνοψη πληρωμής
es: Resumen del pago
fr: Résumé du paiement
it: Riepilogo pagamento
nl: Betalingsoverzicht
pl: Podsumowanie płatności
pt: Resumo do pagamento

# confirmation_loading_header
source: We are currently processing your payment
de: Wir verarbeiten momentan noch Ihre Bezahlung.
el: Επεξεργαζόμαστε την πληρωμή
es: Estamos procesando su pago
fr: Votre paiement est en cours de traitement
it: Stiamo processando il tuo pagamento
nl: Wij zijn uw betaling aan het verwerken
pl: Czekamy na platnosc
pt: Estamos processando o seu pagamento

# vehicle_type_five_seat_carrier
source: Five Seat Carrier
de: Van mit fünf Sitzen
el: Μίνι βαν 5 θέσεων
es: Vehículo de cinco asientos
fr: Monospace 5 sièges
it: Grande a cinque posti
nl: Vijfzitter
pl: Samochód 5-osobowy
pt: Transporte de 5 lugares

# title_results
source: Results
de: Ergebnisse
el: Αποτ.
es: Resultados
fr: Résultats
it: Risultati
nl: Resultaten
pl: Wyniki
pt: Resultados

# vehicle_pickup_location_VWF_1.VWF.X
source: In Terminal
de: Im Terminal
el: Στον αεροσταθμό
es: En la terminal
fr: Au terminal
it: Al terminal
pl: W terminalu
pt: No terminal

# summary_dropoff
source: Drop-off
de: Abgabe
el: Παράδοση
es: Devolución
fr: Retour
it: Riconsegna
nl: Inleveren
pl: Zwrot
pt: Devolução

# summary_desk
source: Pay at desk
de: Am Schalter zahlen
el: Πληρώστε στο γραφείο
es: Pagar en la oficina
fr: Payer à l’agence
it: Paga al banco
nl: Betalen aan de balie
pl: Zapłać w biurze
pt: Pagar ao balcão

# included_collision
source: Collision Damage Waiver
de: Teilkasko
el: Απαλλαγή ευθύνης ζημιών
es: Exención de responsabilidad por daños en caso de colisión
fr: Assurance dommage en cas de collision
it: Resp. danni da collisione
nl: Aanrijdingsschadeverzekering (CDW)
pl: Autocasco
pt: Dispensa de indenização por colisão

# CTA_with_insurance
source: Continue with insurance
de: Mit Versicherung fortfahren
el: Συνέχεια με ασφάλιση
es: Continuar con seguro
fr: Continuer avec assurance
it: Continua con l’assicurazione
nl: Doorgaan met verzekering
pl: Kontynuuj z ubezpieczeniem
pt: Continuar com seguro

# vehicle_type_intermediate_elite
source: Intermediate Elite
de: Elite Mittelklasse
el: Μεσαίο Elite
es: Mediano especial
fr: Intermédiaire élite
it: Intermedia Elite
nl: Middenklasse Elite
pl: Średniej wielkości Elite
pt: Intermédio elite

# add_extras_title
source: Add Extras
de: Extras hinzufügen
el: Πρόσθετος εξοπλισμός
es: Añade extras
fr: Option additionnelles
it: Aggiungi Extra
nl: Optionele extra's toevoegen
pl: Dodaj dodatkowe opcje
pt: Adicionar extras

# error_requestor_missing
source: No requestor ID was provided
de: Es wurde keine Anforderer-ID bereitgestellt
el: Δεν υπάρχει κωδικός αιτούντος
es: No se ha proporcionado un identificador del solicitante
fr: Pas d’identifiant fourni par le demandeur
it: ID del richiedente non fornito
nl: ID aanvrager niet verstrekt
pl: Nie podano identyfikatora osoby składającej wniosek
pt: Sem identificação do requerente

# payment_card
source: Card number
de: Kartennummer
el: Αριθμός κάρτας
es: Número de tarjeta
fr: Numéro de la carte
it: Numero della carta
nl: Kaartnummer
pl: Numer samochodu
pt: Número do cartão

# summary_pickup
source: Pick-up
de: Abholung
el: Παραλαβή
es: Recogida
fr: Retrait
it: Ritiro
nl: Ophalen
pl: Odbiór
pt: Levantamento

# insurance_summary_replace_val
source: choose to continue with insurance
de: Fortfahren mit Versicherung
el: επιλέξτε να συνεχίσετε χωρίς ασφάλιση
es: elige continuar con el seguro
fr: pour choisir de continuer avec une assurance
it: scelgo di continuare con l’assicurazione
nl: ga verder met verzekering
pl: wybierz, aby kontynuować z ubezpieczeniem
pt: escolher continuar com seguro
