Repository: Chadnan10k/cartrawler-ios
Catalog: CartrawlerSDK/UI/CartrawlerSDK/Localization/*.strings
Languages: de, el, es, fr, it, nl, pl, pt

# vehicle_fuel_policy_desc_FULLFULLHYBRID
source: Your car is supplied with a full tank of fuel. You can choose to pay for the fuel in advance at the service desk (Pre-Purchase) or to re-fill the tank before returning the car (Full to Full). Either way, be sure to let the car hire supplier know which fuel policy you would like.
de: Sie übernehmen den Mietwagen mit vollem Tank. Sie können den Kraftstoff entweder am Mietwagenschalter im Voraus bezahlen (Voll-Leer) oder den Tank vor der Rückgabe auftanken (Voll-Voll). Teilen Sie dem Mietwagenanbieter auf jeden Fall mit, welche Tankregelung Sie wünschen.
el: Το αυτοκίνητό σας παραδίδεται με γεμάτο ρεζερβουάρ καυσίμου. Μπορείτε να επιλέξετε εάν θα πληρώσετε για το καύσιμο προκαταβολικά στο γραφείο εξυπηρέτησης (Προ-αγορά) ή αν θα ξαναγεμίσετε το ρεζερβουάρ πριν επιστρέψετε το αυτοκίνητο (Γεμάτο ρεζερβουάρ κατά την παράδοση και παραλαβή). Σε κάθε περίπτωση, ενημερώστε το γραφείο ενοικίασης σχετικά με το ποια πολιτική καυσίμου προτιμάτε.
es: Tu coche se entrega con el depósito de combustible lleno. Puedes escoger entre pagar el combustible con antelación en la oficina de alquiler de coche (prepago) o llenar el depósito de combustible antes de devolver el coche (recogida y devolución con depósito lleno). De cualquier manera, asegúrate de que le haces saber al proveedor de alquiler de coches qué tipo de política de combustible te gustaría tener.
fr: La voiture vous est fournie avec le réservoir plein. Vous pouvez choisir de payer le carburant à l’avance à l’agence de location (achat anticipé) ou de refaire le plein avant de restituer la voiture (retrait et restitution avec le plein). Dans tous les cas, assurez-vous d’indiquer au prestataire de location de voiture la politique de carburant que vous désirez.
it: La vettura viene consegnata con il pieno. Puoi pagare il carburante in anticipo al banco di assistenza (acquisto anticipato) o rifare il pieno prima di restituire la vettura (pieno-pieno). In entrambi i casi, comunica all’agenzia di noleggio auto la politica sul carburante che desideri adottare.
nl: Uw auto wordt met een volle tank geleverd. U kunt ervoor kiezen om vooraf, aan de verhuurbalie, voor de brandstof te betalen (Vooraf betalen), of de tank te vullen voordat u de auto inlevert (Vol ophalen, vol inleveren). Laat uw autoverhuurder weten welke brandstofregeling uw voorkeur heeft.
pl: Samochód zostanie udostępniony z pełnym bakiem. Możesz zapłacić za paliwo awansem w biurze wypożyczalni (zakup uprzedni) lub zatankować do pełna przed zwrotem samochodu (pełny do pełnego). Bez względu na wybraną opcję, koniecznie powiadom wypożyczalnię, na którą politykę dotyczącą paliwa się decydujesz.
pt: O seu automóvel é entregue com um depósito de combustível cheio. Pode optar por pagar o combustível antecipadamente no balcão de aluguer (pré-compra) ou por reabastecer o depósito de combustível antes de devolver o automóvel (depósito cheio). Em ambos os casos, certifique-se de que informa a empresa de aluguer de automóveis relativamente à política de combustível que pretende.

# supplier_reviews
source: reviews
el: κριτικές
es: comentarios
fr: avis
it: recensioni
nl: recensie
pl: recenzje
pt: opiniões

# CTA_continue
source: Continue
de: Weiter
el: Συνέχεια
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt: Continuar

# insurance_upgrade
source: Add Insurance
de: Versicherung hinzufügen
el: Προσθήκη ασφάλισης
es: Añadir seguro
fr: Ajouter une assurance
it: Aggiungi assicurazione
nl: Verzekering toevoegen
pl: Dodaj ubezpieczenie
pt: Adicionar seguro

# search_return_location_hint
source: Enter airport, city or station name
de: Flughafen, Stadt oder Bahnhofsnamen eingeben
el: Εισαγάγετε αεροδρόμιο, πόλη ή όνομα σταθμού
es: Ubicacion / Aeropuerto
fr: Saisissez l'endroit de prise en charge
it: Inserisci aeroporto, città o stazione
nl: Naam van luchthaven, stad of station invoeren
pl: Wpisz nazwę lotniska, miasta lub stacji
pt: Introduza um aeroporto, cidade ou estação

# vehicle_fuel_policy_desc_QUARTEREMPTY
source: Your car is provided with a quarter tank of fuel. You will be charged for this fuel at the service desk. You can use as much of this fuel as you like and do not need to re-fill before returning the car.
de: Sie übernehmen den Mietwagen mit viertelvollem Tank. Diese Tankfüllung müssen Sie am Mietwagenschalter bezahlen. Vor der Rückgabe müssen Sie das Fahrzeug nicht betanken.
el: Το αυτοκίνητό σας παραδίδεται με το ένα τέταρτο του ρεζερβουάρ καυσίμου γεμάτο. Θα χρεωθείτε για το καύσιμο αυτό στο γραφείο εξυπηρέτησης. Μπορείτε να χρησιμοποιήσετε όσο καύσιμο θέλετε, χωρίς να χρειαστεί να γεμίσετε ξανά το ρεζερβουάρ πριν επιστρέψετε το αυτοκίνητο.
es: El coche se entrega con un cuarto del depósito lleno. Tendrás que abonar el precio de dicho combustible en la oficina de alquiler de vehículos. Puedes usar todo el combustible que desees y no necesitas volver a llenar el depósito antes de devolver el coche.
fr: La voiture vous est fournie avec un quart de réservoir. Ce carburant vous sera facturé à l’agence. Vous pouvez utiliser autant de carburant que nécessaire et n’avez pas besoin de refaire le plein avant de rendre le véhicule.
it: L’auto viene consegnata con il serbatoio pieno per un quarto. Il carburante ti sarà addebitato al banco di assistenza. Puoi usare la quantità di carburante che desideri senza dover fare rifornimento prima di riconsegnare l’auto.
nl: Uw auto wordt met een kwartvolle tank geleverd. Deze brandstof zal aan de verhuurbalie aan u in rekening worden gebracht. U kunt zoveel brandstof gebruiken als u wilt en hoeft de tank niet bij te vullen voordat u de auto inlevert.
pl: Samochód jest udostępniany z jedną czwartą baku paliwa. Opłata za to paliwo zostanie pobrana w biurze obsługi. Możesz zużyć dowolną ilość paliwa i nie musisz tankować samochodu przed jego zwrotem.
pt: O seu automóvel é entregue com um depósito de combustível um quarto cheio. O valor do combustível será cobrado no balcão de aluguer. Pode utilizar o combustível que pretender e não necessita de reabastecer o depósito antes de devolver o automóvel.

# vehicle_pickup_location_VWF_6.VWF.X
source: Car Dealer
de: Autoanbieter
el: Γραφείο ενοικίασης αυτοκινήτων
es: Concesionario
fr: Concessionnaire automobile
it: Concessionaria
nl: Autodealer
pl: Dealer samochodowy
pt: Concessionário

# receipt_summary_car
source: Car summary
de: Mietwagenübersicht
el: Συνοπτικές πληροφορίες αυτοκινήτου
es: Resumen del vehículo
fr: Détails de la voiture
it: Riepilogo auto
nl: Overzicht auto
pl: Podsumowanie samochodu
pt: Resumo do automóvel

# vehicle_supplier_address
source: Supplier address
de: Anbieteradresse
el: Διεύθυνση προμηθευτή
es: Dirección del proveedor
fr: Adresse du fournisseur
it: Indirizzo fornitore
nl: Adres leverancier
pl: Adres dostawcy
pt: Morada do fornecedor

# vehicle_features_title
source: Other car features
de: Weitere Ausstattungsmerkmale
el: Άλλα χαρακτηριστικά του αυτοκινήτου
es: Otras características del coche
fr: Autres caractéristiques de la voiture
it: Altre caratteristiche auto
nl: Overige kenmerken van de auto
pl: Inne cechy samochodu
pt: Outras caract. do autom.

# extras_placeholder
source: Provided by global insurance & asset management leader Axa.
de: Bereitgestellt von Axa, dem führendem Anbieter von Versicherungen und Asset Management.
el: Παρέχεται από τον ηγέτη στην παγκόσμια ασφάλιση & διαχείριση χαρτοφυλακίου, την Axa.
es: Proporcionado por Axa, líder en seguros globales y gestión de activos.
fr: Fourni par Axa, leader mondial en assurances et gestion des actifs.
it: Fornita da Axa, compagnia di assicurazione e asset management leader nel mondo.
nl: Geleverd door Axa, toonaangevend in internationale verzekeringen en vermogensbeheer.
pl: Zapewnione przez globalnego lidera w zakresie ubezpieczeń i zarządzania aktywami, Axa.
pt: Serviço fornecido pela Axa, a companhia de seguros e gestão de ativos líder no mercado.

# search_pickup_location_hint
source: Enter airport, city or station name
de: Flughafen, Stadt oder Bahnhofsnamen eingeben
el: Εισαγάγετε αεροδρόμιο, πόλη ή όνομα σταθμού
es: Ubicacion / Aeropuerto
fr: Saisissez l'endroit de prise en charge
it: Inserisci aeroporto, città o stazione
nl: Naam van luchthaven, stad of station invoeren
pl: Wpisz nazwę lotniska, miasta lub stacji
pt: Introduza um aeroporto, cidade ou estação

# filter_package
source: Package
de: Paket
el: Πακέτο
es: Paquete
fr: Pack
it: Pacchetto
nl: Pakket
pl: Pakiet
pt: Pacote

# widget_title
source: Add car hire
de: Mietwagen buchen
el: ενοικίαση αυτοκινήτου
es: Añadir coche
fr: Ajouter une voiture
it: Aggiungi noleggio auto
nl: Auto toevoegen
pl: Zarezerwuj samochód
pt: Adicionar veiculo

# vehicle_vehicle_inclusion
source: This item is included in the price of this vehicle
de: Dieser Artikel ist im Preis dieses Fahrzeugs inbegriffen
el: Η παροχή αυτή περιλαμβάνεται στην τιμή του οχήματος
es: Este artículo está incluido en el precio de este vehículo
fr: Cet élément est inclus dans le prix de ce véhicule
it: Questo elemento è incluso nel prezzo del veicolo
nl: Dit is inbegrepen in de prijs van het voertuig
pl: Ten element jest zawarty w cenie tego pojazdu
pt: Este item está incluído no preço deste veículo

# insurance_more_details_insurance_main_text
source: The car hire supplier may ask you to purchase deposit or excess insurance for your trip. This Damage Refund Insurance should cover your excess cover requirements, so please check your terms and conditions before buying another insurance policy. If there is damage to the car or it is stolen, the car hire supplier will keep the excess to cover the costs, which you can claim back in full with Damage Refund Insurance.
de: Der Mietwagenanbieter wird Sie möglicherweise auffordern, eine Kautions- oder Selbstbehaltsausschlussversicherung für Ihre Reise abzuschließen. Diese Schadenrückerstattungsversicherung sollte Ihren gesamten Selbstbehalt abdecken. Prüfen Sie bitte die allgemeinen Geschäftsbedingungen, bevor Sie eine weitere Versicherung abschließen. Wenn das Auto beschädigt oder gestohlen wird, behält der Mietwagenanbieter den Selbstbehalt ein, um die Kosten zu decken. Sie können den Betrag für den Selbstbehalt dann mit der Schadenrückerstattungsversicherung in voller Höhe zurückfordern.
el: Η εταιρία ενοικίασης αυτοκινήτων ενδέχεται να σας ζητήσει ένα ποσό ευθύνης/προκαταβολή ή επιπλέον ασφάλιση για το ταξίδι σας. Η ασφάλιση επιστροφής χρημάτων για ζημίες πρέπει να καλύπτει τις προϋποθέσεις κάλυψης ποσού ευθύνης, γι’ αυτό να ελέγχετε τους όρους και προϋποθέσεις πριν την αγορά άλλης ασφαλιστικής κάλυψης. Σε περίπτωση ζημίας ή κλοπής του αυτοκινήτου, η εταιρεία ενοικίασης αυτοκινήτων θα κρατήσει το ποσό ευθύνης για να καλύψει το κόστος, το οποίο εσείς μπορείτε να ζητήσετε να σας επιστραφεί εξ ολοκλήρου με την Ασφάλιση επιστροφής χρημάτων για ζημίες.
es: El proveedor de alquiler de coches podría solicitarte que adquieras un seguro de franquicia o depósito para el viaje. Este seguro de reembolso por daños debería cubrir tus requisitos de cobertura de franquicia, así que comprueba los términos y condiciones antes de adquirir otra póliza de seguro. En caso de que el coche sufriera daños o fuese robado, el proveedor de alquiler de coches retendrá la franquicia para cubrir los costes y luego podrás solicitar su devolución completa con el seguro de reembolso por daños.
fr: Le prestataire de location de voiture peut vous demander d’acquérir une assurance caution ou franchise pour votre voyage. Cette assurance remboursement des dommages couvre vos obligations de franchise. Veuillez vérifier vos conditions générales avant d’acquérir une autre police d’assurance. Si la voiture est endommagée ou volée, le prestataire de location de voiture conservera la franchise pour couvrir les frais. Vous pourrez ensuite en demander le remboursement intégral grâce à cette assurance remboursement des dommages.
it: L’agenzia di noleggio potrebbe chiederti di sottoscrivere una polizza di assicurazione a copertura del deposito cauzionale o della franchigia, per il tuo viaggio. Questa polizza di risarcimento danni coprirà l’importo della franchigia, quindi ti invitiamo a consultare i termini e le condizioni prima di sottoscrivere un’altra polizza assicurativa. Se l’auto viene danneggiata o rubata, per coprire le spese l’agenzia di noleggio tratterrà la franchigia, di cui potrai richiedere il rimborso completo grazie alla polizza di risarcimento danni.
nl: Het autoverhuurbedrijf kan u wellicht vragen naar een borgsom of om een eigenrisicoverzekering af te sluiten voor uw reis. Deze eigenrisicoverzekering zal uw eventuele eigen risico voldoende afdekken, dus controleer uw algemene voorwaarden voordat u een andere verzekeringspolis afsluit. Als de auto beschadigd raakt of gestolen wordt, dan zal de autoverhuurder het eigen risico vasthouden om de kosten te dekken, die u vervolgens volledig kunt terugvorderen via uw eigenrisicoverzekering.
pl: Wypożyczalnia może poprosić Cię o wykupienie ubezpieczenia depozytu lub wkładu własnego na Twoją podróż. Niniejsze ubezpieczenie zwrotu za szkody powinno pokrywać roszczenia związane z Twoim wkładem własnym, dlatego prosimy o sprawdzenie regulaminu przed zakupem kolejnej polisy ubezpieczeniowej. Jeśli samochód zostanie uszkodzony lub skradziony, wypożyczalnia zachowa Twój wkład własny na pokrycie kosztów, Ty zaś możesz potem odzyskać pełną sumę dzięki ubezpieczeniu zwrotu za szkody.
pt: A empresa de aluguer de automóveis pode perguntar-lhe se pretende comprar um seguro de franquia ou de depósito para a sua viagem. Este Seguro de reembolso em caso de danos deve cobrir os requisitos de franquia da sua cobertura, por isso consulte os nossos termos e condições antes de adquirir outra apólice de seguro. Se o automóvel for danificado ou roubado, a empresa de aluguer de automóveis reterá a franquia para cobrir as despesas, cujo valor total poderá recuperar posteriormente com o Seguro de reembolso em caso de danos.

# interstitial_header
source: Searching for your perfect car
de: Suchen Sie nach dem perfekten Wagen für sich
el: Επιλογή υοθ ιδανικού αυτοκινήτου
es: Buscando su coche ideal
fr: Recherche la voiture parfaite avec le meilleure prix
it: Stiamo cercando l'auto perfetta
nl: Zoek naar uw perfecte auto
pl: Wyszukaj idealny samochod
pt: Procurando pelo o seu veículo perfeito

# vehicle_pickup_location_VWF_10.VWF.X
source: West Of City Centre
de: Westlich des Stadtzentrums
el: Δυτικά του κέντρου της πόλης
es: Al oeste del centro de la ciudad
fr: À l’ouest du centre-ville
it: A ovest del centro città
nl: Stadscentrum - west
pl: Na zachód od centrum miasta
pt: Oeste do centro da cidade

# calendar_thu
source: Thu
de: Do
el: Πε
es: J
fr: Jeu
it: Gio
nl: do
pl: czw.
pt: Qui.

# settings_select_languages
source: Select Language
de: Sprache auswählen
el: Επιλέξτε γλώσσα
es: Seleccionar idioma
fr: Sélectionnez la langue
it: Seleziona la lingua
nl: Selecteer taal
pl: Wybierz język
pt: Selecionar idioma

# error_payment_general
source: Error occurred during payment
de: Fehler bei der Zahlung aufgetreten
el: Παρουσιάστηκε σφάλμα κατά την πληρωμή
es: Error durante el proceso de pago
fr: Une erreur s’est produite lors du paiement
it: Errore durante il pagamento
nl: Fout tijdens betaling
pl: Wystąpił błąd podczas płatności
pt: Ocorreu um erro durante o pagamento

# supplier_excellent
source: Excellent
de: Hervorragend
el: Εξαιρετικό
es: Excelente
it: Eccellente
nl: Uitstekend
pl: Doskonała
pt: Excelente

# vehicle_type_twenty_four_foot_truck
source: Twenty Four Foot Truck
de: LKW mit sieben Metern
el: Φορτηγό μήκους 7,3μ.
es: Vehículo de 7,3 metros
fr: Camion 7 mètres
it: Autocarro ventiquattro piedi
nl: Vrachtwagen van zeven meter
pl: Ciężarówka 7,3 m
pt: Caminhão de 7 metros

# vehicle_mileage_609_VCP_X
source: Unlimited mileage
de: Unbegrenzte Kilometer
el: Απεριόριστα χιλιόμετρα
es: Kilometraje ilimitado
fr: Kilométrage illimité
it: Chilometraggio illimitato
nl: Onbeperkt aantal kilometers
pl: Nieograniczony kilometraż
pt: Quilometragem ilimitada

# address_details_title
source: Address Details
de: Adresse
el: Διεύθυνση
es: Direccion
fr: Addresse
it: Dettagli indirizzo
nl: Adres gegevens
pl: Adres
pt: Endereço

# vehicle_doors
source: Doors
de: Türen
el: Πόρτες
es: Puertas
fr: Portes
it: Porte
nl: Deuren
pl: Drzwi
pt: Portas

# vehicle_fuel_policy_type_CHAUFFUELINC
source: Fuel charges: Included
de: Kraftstoffgebühren: Inklusive
el: Χρεώσεις καυσίμου: Περιλαμβάνεται
es: Cargos por combustible: Incluidos
fr: Frais de carburant : Inclus
it: Spese carburante: incluse
nl: Brandstofkosten: Inbegrepen
pl: Opłaty za paliwo: Wliczone
pt: Taxas de combustível: incluídas

# vehicle_type_mini_elite
source: Mini Elite
de: Elite Mini
el: Μίνι Elite
es: Mini especial
fr: Mini élite

# summary_damage_refund
source: Damage Refund Insurance
de: Schadenrückerstattungsversicherung
el: Ασφαλιστική κάλυψη για ζημίες
es: Seguro de proteccion de deposito
fr: Assurance Remboursement des Dommages
it: Polizza di risarcimento danni
nl: Eigenrisicoverzekering
pl: Ubezpieczenie zwrotu za szkody
pt: Seguro de reembolso em caso de danos

# supplier_dropoff
source: Car hire drop-off process
de: Abgabe des Mietwagens
el: Διαδικασία παράδοσης ενοικιαζόμενου αυτοκινήτου
es: Proceso de devolución del coche de alquiler
fr: Processus de remise du véhicule
it: Procedura di riconsegna dell’auto a noleggio
nl: Het inleverproces voor de autoverhuur
pl: Procedura zwrotu wypożyczonego samochodu
pt: Processo de devolução do automóvel alugado

# title_user
source: Lead Driver Details
de: Details zum Hauptfahrer
el: Στοιχεία κύριου οδηγού
es: Información del conductor principal
fr: Conducteur principal
it: Dati guidatore princ.
nl: Gegevens hoofdbestuurder
pl: Dane głównego kierowcy
pt: Detalhes do condutor principal

# vehicle_fuel_policy_type_ELECTRICVEHICLE
source: Fully Charged
de: Vollständig aufgeladen
el: Πλήρης χρέωση
es: Carga completa
fr: Entièrement chargée
it: Carica completa
nl: Volledig opgeladen
pl: W pełni naładowany
pt: Totalmente carregado

# calendar_continue
source: Continue
de: Weiter
el: Συνέχεια
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt: Continuar

# vehicle_type_compact_elite
source: Compact Elite
de: Elite-Kompaktwagen
el: Μικρό Elite
es: Compacto especial
fr: Compacte élite
it: Compatta Elite
pl: Kompaktowy Elite
pt: Compacto elite

# vehicle_type_fullsize_elite
source: Fullsize Elite
el: Μεγάλο Elite
es: Grande especial
fr: Grand berline élite
it: Grandi dimensioni Elite
nl: Grote middenklasse Elite
pl: Pełnowymiarowy Elite
pt: Tamanho normal elite

# rental_sort_rating
source: Rating
de: Bewertung
el: Αξιολόγηση
es: Valoración
fr: Note
it: Valutazione
nl: Waarderingscijfer
pl: Ocena
pt: Avaliação

# user_flight_hint
source: Flight Number (important)
de: Flugnummer (wichtig)
el: Αριθμός πτήσης (σημαντικό)
es: Número de vuelo (importante)
fr: Numéro de vol (important)
it: Numero di volo (importante)
nl: Vluchtnummer (belangrijk)
pl: Numer lotu (ważne)
pt: Número do voo (importante)

# title_settings
source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Definições

# user_email2_hint
source: Confirm Email
de: E-Mail bestätigen
el: Επιβεβαίωση μαιλ
es: Confirmar correo electrónico
fr: Confirmez votre adresse e-mail
it: Conferma e-mail
nl: E-mail bevestigen
pl: Potwierdź e-mail
pt: Confirmar e-mail

# vehicle_insurance_title_description
source: Basic cover
de: Basisabdeckung
el: Βασική Κάλυψη
es: Cobertura básica
fr: Couverture de base
it: Copertura base
nl: Basisdekking
pl: Podstawowa ochrona
pt: Cobertura básica

# search_driver_age_hint
source: Driver age
de: Fahreralter
el: Ηλικία οδηγού
es: Edad del conductor
fr: Âge du conducteur
it: Età del guidatore
nl: Leeftijd bestuurder
pl: Wiek kierowcy
pt: Idade do condutor

# vehicle_pickup_location_VWF_2.VWF.X
source: On Airport
de: Am Flughafen
el: Στο αεροδρόμιο
es: En el aeropuerto
fr: À l’aéroport
it: All’aeroporto
nl: Op de luchthaven
pl: Na lotnisku
pt: No aeroporto

# vehicle_suppliers_address_detail
source: The suppliers address is:
de: Die Adresse des Anbieters lautet:
el: Η διεύθυνση του προμηθευτή είναι:
es: La dirección del proveedor es:
fr: Adresse du fournisseur :
it: L’indirizzo del fornitore è:
nl: Het adres van de leverancier is:
pl: Adres dostawcy to:
pt: A morada do fornecedor é:

# search_return_time_text
source: Return time
de: Rückgabezeit
el: Ώρα επιστροφής
es: Hora de devolución
fr: Heure de retour
it: Ora di riconsegna
nl: Inlevertijd
pl: Godzina zwrotu
pt: Devolução

# user_address_hint
source: Address
de: Adresse
el: Διεύθυνση
es: Dirección postal
fr: Adresse
it: Indirizzo
nl: Adres
pl: Adres
pt: Morada

# vehicle_fuel_diesel
source: Diesel
el: Πετρελαιο
es: Diésel

# merchandising_upgrade_to
source: Upgrade to
de: Upgrade auf
el: Αναβάθμιση σε
es: Categoría superior
fr: Passez à
it: Passa a
nl: Upgraden naar
pl: Podnieś klasę do
pt: Faça um upgrade para

# vehicle_fuel_policy_desc_CHAUFFULFUL
source: Fuel charges are not included in the rate. You pay for re-filling the tank to full before your chauffeur drops you off.
de: Kraftstoffkosten sind nicht im Tarif enthalten. Der Mietwagen wird auf Ihre Kosten wieder vollgetankt, bevor Ihr Fahrer Sie absetzt.
el: Οι χρεώσεις καυσίμου δεν περιλαμβάνονται στην τιμή. Πληρώνετε για το πλήρες γέμισμα του ρεζερβουάρ πριν σας αφήσει ο σοφέρ.
es: Los cargos por combustible no se incluyen en la tarifa. Debes abonar el repostaje del depósito antes de que conductor te deje en el destino.
fr: Les frais de carburant ne sont pas inclus dans le tarif. Vous réglez le plein de carburant effectué avant que votre chauffeur ne vous dépose.
it: Il carburante non è incluso nella tariffa. Potrai pagare il pieno di carburante prima che l’autista ti lasci nella località concordata.
nl: Brandstofkosten zijn niet inbegrepen bij het tarief. U betaalt voor het voltanken van de tank voordat uw chauffeur u afzet.
pl: Opłaty za paliwo nie są uwzględnione w cenie. Płacisz za tankowanie zbiornika do pełna przed odwiezieniem przez szofera.
pt: As taxas de combustível não estão incluídas na tarifa. Paga pelo reabastecimento total do depósito de combustível antes de o motorista o deixar.

# vehicle_type_fifteen_passenger_van
source: Fifteen Passenger Van
de: Passagiervan mit Platz für 15 Personen
el: Βαν για 15 επιβάτες
es: Furgoneta para quince pasajeros
fr: Camionnette 15 passagers
it: Furgone a quindici posti
nl: Busje voor vijftien personen
pl: Van na 15 pasażerów
pt: Carrinha de 15 lugares

# all_extras_paid
source: All extras are paid at the rental desk
de: Alle Extras werden am Schalter bezahlt
el: Όλες οι προαιρετικές παροχές πληρώνονται στο γραφείο
fr: Tous les suppléments sont à régler à l’agence
it: Tutti gli optional dovranno essere pagati al banco
nl: Alle extra’s worden afgerekend aan de verhuurbalie
pl: Wszystkie dodatki są płatne w biurze
pt: Todos os extras são pagos ao balcão

# vehicle_type_economy
source: Economy
de: Kleinwagen
el: Οικονομικό
es: Económico
fr: Économique
pl: Ekonomiczny
pt: Económico

# search_pickup_time_text
source: Pick-up time
de: Abholzeit
el: Ώρα παραλαβής
es: Hora de recogida
fr: Heure de retrait
it: Ora di ritiro
nl: Ophaaltijd
pl: Godzina odbioru
pt: Levantamento

# title_details_supplier
source: RATINGS
de: BEWERTUNGEN
el: ΑΞΙΟΛΟΓΗΣΗ
es: VALORACIONES
fr: NOTES
it: VALUTAZIONI
nl: WAARDERINGSCIJFER
pl: OCENY
pt: AVALIAÇÕES

# merchandising_city_break
source: City Break
de: Städtereise
el: Εκδρομή στην πόλη
es: Escapada a la ciudad
fr: Escapade citadine
it: Vacanze in città
nl: Stedentrip
pl: Weekend w mieście
pt: Escapada urbana
