Repository: Chadnan10k/cartrawler-ios
Catalog: CartrawlerSDK/UI/CartrawlerSDK/Localization/*.strings
Languages: de, el, es, fr, it, nl, pl, pt

# widget_label
source: NEW
de: NEU
el: ΝΕΟ
es: NUEVO
fr: NOUVEAU
it: NOVITÀ
nl: NIEUW
pl: NOWOŚĆ
pt: NOVO

# vehicle_fuel_policy
source: Fuel Policy
de: Tankregelung
el: Τύπος καυσίμου
es: Política de combustible
fr: Politique de carburant
it: Politica carburante
nl: Brandstofregeling
pl: Polityka dotycząca paliwa
pt: Política de combustível

# vehicle_duration_3
source: days
de: Tage
el: ημέρες
es: días
fr: jours
it: giorni
nl: dagen
pl: dni
pt: dias

# receipt_success
source: Your booking was successful
de: Ihre Buchung war erfolgreich
el: Η κράτησή σας ολοκληρώθηκε με επιτυχία
es: Tu reserva se ha realizado con éxito
fr: Votre réservation a été effectuée avec succès
it: Prenotazione completata correttamente
nl: Uw boeking is met succes voltooid
pl: Twoja rezerwacja się powiodła
pt: A sua reserva foi bem-sucedida

# vehicle_duration_2
source: day
de: Tag
el: ημέρα
es: día
fr: jour
it: giorno
nl: dag
pl: dzień
pt: dia

# vehicle_duration_1
source: Price for
de: Preis für
el: Τιμή για
es: Precio por
fr: Prix pour
it: Prezzo per
nl: Prijs voor
pl: Cena za
pt: Preço para

# filter_rating
source: Rating
de: Bewertung
el: Αξιολόγηση
es: Valoración
fr: Note
it: Valutazione
nl: Waarderingscijfer
pl: Ocena
pt: Avaliação

# calendar_summary_title
source: Select date
de: Datum auswählen
el: Επιλέξτε
es: Seleccionar fecha
fr: Sélectionnez une date
it: Seleziona data
nl: Datum kiezen
pl: Wybierz datę
pt: Selecionar data

# results_sort
source: Sort
de: Sortieren
el: Ταξινόμηση
es: Ordenar
fr: Trier
it: Ordina
nl: Sorteren
pl: Sortuj
pt: Ordenar

# vehicle_fuel_policy_type_QUARTEREMPTY
source: Pick up quarter full and return empty
de: Viertelvoller Tank bei Abholung und leerer Tank bei Rückgabe
el: Ένα τέταρτο - άδειο
es: Recogida con cuarto de depósito lleno y devolución con depósito vacío
fr: Quart de réservoir au retrait et vide au retour
it: Ritiro con serbatoio a un quarto e consegna vuoto
nl: Ophalen met kwartvolle tank en inleveren met lege tank
pl: Odbiór z jedną czwartą baku i zwrot z pustym
pt: Levantar um quarto cheio e devolver vazio

# user_country_hint
source: Country
de: Land
el: Χώρα
es: País
fr: Pays
it: Paese
nl: Land
pl: Kraj
pt: País

# insurance_provider
source: Provided by global insurance and asset management leader Axa
de: Bereitgestellt von Axa, dem führendem Anbieter von Versicherungen und Asset Management
el: Παρέχεται από τον ηγέτη στην παγκόσμια ασφάλιση και διαχείριση χαρτοφυλακίου, την Axa
es: Proporcionado por Axa, líder en seguros globales y gestión de activos
fr: Fourni par Axa, leader mondial en assurances et gestion des actifs
it: Fornita da Axa, compagnia di assicurazione e asset management leader nel mondo
nl: Geleverd door Axa, toonaangevend in internationale verzekeringen en vermogensbeheer
pl: Zapewnione przez globalnego lidera w zakresie ubezpieczeń i zarządzania aktywami, Axa
pt: Serviço fornecido pela Axa, companhia de seguros e gestão de ativos líder no mercádo

# receipt_summary_driver
source: Lead driver details
de: Details zum Hauptfahrer
el: Στοιχεία κύριου οδηγού
es: Información del conductor principal
fr: Informations concernant le conducteur
it: Dati guidatore principale
nl: Gegevens hoofdbestuurder
pl: Dane głównego kierowcy
pt: Detalhes do condutor principal

# vehicle_bag
source: Bag
de: Koffer
el: Τσάντα
es: Maleta
fr: Bagage
it: Bagaglio
nl: Tas
pl: Torba
pt: Mala

# CTA_close
source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar

# filter_supplier
source: Supplier
de: Anbieter
el: Προμηθευτής
es: Proveedor
fr: Fournisseur
it: Fornitore
nl: Leverancier
pl: Dostawca
pt: Fornecedor

# filter_fuel
source: Fuel Policy
de: Tankregelung
el: Πολιτική καυσίμου
es: Política de combustible
fr: Politique de carburant
it: Politica carburante
nl: Brandstofregeling
pl: Polityka dotycząca paliwa
pt: Política de combustível

# vehicle_type_economy_elite
source: Economy Elite
de: Elite-Kleinwagen
el: Οικονομικό Elite
es: Económico especial
fr: Économique élite
pl: Ekonomiczny Elite
pt: Económico elite

# vehicle_other
source: Other cars
de: Sonstige Wagen
el: Άλλα αυτοκίνητα
es: Otros coches
fr: Autres voitures
it: Altre auto
nl: Andere auto’s
pl: Inne samochody
pt: Outros automóv.

# vehicle_pickup_location_VWF_7.VWF.X
source: City Centre/Downtown
de: Stadtzentrum/Innenstadt
el: Κέντρο πόλης
es: Centro de la ciudad
fr: Centre-ville
it: Centro città
nl: Stadscentrum/binnenstad
pl: Centrum miasta/śródmieście
pt: Centro da cidade/baixa

# feature_front_demister
source: Front demister
de: Klimaanlage vorne
el: Μπροστινό σύστημα αποθάμβωσης
es: Antivaho delantero
fr: Anti-buée avant
it: Sbrinatore ant.
nl: Voorruitverwarming
pl: Przedni odmgławiacz
pt: Desemb. frontal

# extras_title
source: Add Extras
de: Extras hinzufügen
el: Προσθήκη προαιρετικού εξοπλισμού
es: Añadir extras
fr: Ajouter des suppléments
it: Aggiungi optional
nl: Extra’s toevoegen
pl: Dodaj opcje
pt: Adicionar extras

# vehicle_pickup_type
source: Pickup Type
de: Art der Abholung
el: Τύπος παραλαβής
es: Tipo de recogida
fr: Type de retrait
it: Tipo di ritiro
nl: Wijze van ophalen
pl: Typ odbioru
pt: Tipo de levantamento

# title_extras_insurance
source: Extras and Insurance
de: Extras und Versicherung
el: Eξοπλισμός & Ασφάλειες
es: Extras y seguro
fr: Suppléments et assurance
it: Optional e assicurazione
nl: Extra's en verzekering
pl: Dodatki i ubezpieczenie
pt: Extras e seguro

# vehicle_type_minivan
source: Minivan
el: Μίνιβαν
es: Monovolumen
fr: Monospace
it: Monovolume
nl: Minibus

# title_search_ground
source: Find ground transport
de: Bodentransport suchen
el: Εύρεση επίγειας μεταφοράς
es: Buscar transporte terrestre
fr: Trouver un transport terrestre
it: Trova trasporto via terra
nl: Vind grondtransport
pl: Znajdź transport naziemny
pt: Encontrar transporte terrestre

# vehicle_fuel_policy_desc_HALFEMPTY
source: Your car is provided with a half tank of fuel. You will be charged for this fuel at the service desk. You can use as much of this fuel as you like and do not need to re-fill before returning the car.
de: Sie übernehmen den Mietwagen mit halbvollem Tank. Diese Tankfüllung müssen Sie am Mietwagenschalter bezahlen. Vor der Rückgabe müssen Sie das Fahrzeug nicht betanken.
el: Το αυτοκίνητό σας παραδίδεται με μισό-γεμάτο ρεζερβουάρ καυσίμου. Θα χρεωθείτε για το καύσιμο αυτό στο γραφείο εξυπηρέτησης. Μπορείτε να χρησιμοποιήσετε όσο καύσιμο θέλετε, χωρίς να χρειαστεί να γεμίσετε ξανά το ρεζερβουάρ πριν επιστρέψετε το αυτοκίνητο.
es: El coche se entrega con la mitad del depósito lleno. Tendrás que abonar el precio de dicho combustible en la oficina de alquiler de vehículos. Puedes usar todo el combustible que desees y no necesitas volver a llenar el depósito antes de devolver el coche.
fr: La voiture vous est fournie avec le réservoir à moitié plein. Ce carburant vous sera facturé à l’agence. Vous pouvez utiliser autant de carburant que nécessaire et n’avez pas besoin de refaire le plein avant de rendre le véhicule.
it: L’auto viene consegnata con il serbatoio pieno a metà. Il carburante ti sarà addebitato al banco di assistenza. Puoi usare la quantità di carburante che desideri senza dover fare rifornimento prima di riconsegnare l’auto.
nl: Uw auto wordt met een halfvolle tank geleverd. Deze brandstof zal aan de verhuurbalie aan u in rekening worden gebracht. U kunt zoveel brandstof gebruiken als u wilt en hoeft de tank niet bij te vullen voordat u de auto inlevert.
pl: Samochód jest udostępniany z połową baku paliwa. Opłata za to paliwo zostanie pobrana w biurze obsługi. Możesz zużyć dowolną ilość paliwa i nie musisz tankować samochodu przed jego zwrotem.
pt: O automóvel é entregue com um depósito de combustível meio cheio. O valor do combustível será cobrado no balcão de aluguer. Pode utilizar o combustível que pretender e não necessita de reabastecer o depósito antes de devolver o automóvel.

# supplier_pickup
source: Car hire pick-up process
de: Abholung des Mietwagens
el: Διαδικασία παραλαβής ενοικιαζόμενου αυτοκινήτου
es: Proceso de recogida del coche de alquiler
fr: Processus de retrait du véhicule
it: Procedura di ritiro dell’auto a noleggio
nl: Het ophaalproces voor de autoverhuur
pl: Procedura odbioru wypożyczonego samochodu
pt: Processo de levantamento do automóvel alugado

# supplier_desk
source: Service at the supplier desk
de: Service am Schalter
el: Υπηρεσία στο γραφείο ενοικίασης
es: Servicio en la oficina del proveedor
fr: Service à l’agence de location
it: Servizio al banco del fornitore
nl: Dienstverlening aan de balie bij leverancier
pl: Obsługa w biurze wypożyczalni
pt: Serviço no balcão do fornecedor

# vehicle_pickup_at_airport
source: At Airport
de: Am Flughafen
el: Στο αεροδρόμιο
es: En el aeropuerto
fr: À l’aéroport
it: All’aeroporto
nl: Bij de luchthaven
pl: Na lotnisku
pt: No aeroporto

# vehicle_type_mini
source: Mini
el: Μίνι

# title_details
source: Car Details
de: Fahrzeugdaten
el: Στοιχεία αυτοκινήτου
es: Información del coche
fr: Détails de la Voiture
it: Dati dell’auto
nl: Autogegevens
pl: Dane samochodu
pt: Detalhes do automóvel

# merchandising_best_reviewed
source: Best Reviewed
de: Bestbewertet
el: Καλύτερες κριτικές
es: Mejor calificados
fr: Le plus valorisé
it: Migliore recensione
nl: Beste beoordelingen
pl: Najlepsze oceny
pt: Melhor classificado

# supplier_price
source: Overall value for the money
de: Preis-Leistungs-Verhältnis
el: Συνολική σχέση ποιότητας και τιμής
es: Relación calidad-precio en general
fr: Très bon rapport qualité-prix
it: Rapporto qualità/prezzo
nl: Al gehele waar voor uw geld
pl: Ogólna wartość w stosunku do kosztu
pt: Boa relação qualidade/preço

# merchandising_recommended
source: Recommended
de: Empfohlen
el: Συνιστάται
es: Recomendado
fr: Recommandé
it: Consigliata
nl: Aanbevolen
pl: Polecane
pt: Recomendado

# user_postcode_hint
source: Postcode
de: PLZ
el: Ταχυδρομικός κώδικας
es: Código postal
fr: Code postal
it: CAP
pl: Kod pocztowy
pt: Código postal

# insurance_summary_replace_src
source: tick the box below
de: Aktivieren Sie das Feld unten
el: επιλέξτε το παρακάτω πλαίσιο
es: selecciona la siguiente casilla
fr: Cochez la case ci-dessous
it: seleziona la casella qui sotto
nl: vink onderstaand vakje aan
pl: zaznacz poniższe pole
pt: marque a caixa abaixo

# CTA_edit
source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
it: Modifica
nl: Bewerken
pl: Edytuj
pt: Editar

# vehicle_type_four_wheel_drive
source: Four Wheel Drive
de: Vierradantrieb
el: Τετρακίνηση
es: Tracción en las cuatro ruedas
fr: 4 x 4
it: Trazione integrale
nl: Vierwielaandrijving
pl: Napęd na cztery koła
pt: Tração nas quatro rodas

# vehicle_type_estate
source: Estate
de: Kombi
el: Στέισον βάγκον
es: Familiar
fr: Break
it: Station wagon
nl: Stationcar
pl: Kombi
pt: Carrinha

# vehicle_type_small_SUV
source: Small SUV
de: Kleine Geländelimousine
el: Μικρό SUV
es: Todoterreno pequeño
fr: SUV - petit
it: SUV piccolo
nl: Kleine SUV
pl: Mały SUV
pt: SUV pequeno

# receipt_summary_pickup
source: Pick-up
de: Abholung
el: Παραλαβή
es: Recogida
fr: Retrait
it: Ritiro
nl: Ophalen
pl: Odbiór
pt: Levantamento

# vehicle_type_twenty_foot_truck
source: Twenty Foot Truck
de: LKW mit sechs Metern
el: Φορτηγό μήκους 6μ.
es: Vehículo de 6 metros
fr: Camion 6 mètres
it: Autocarro venti piedi
nl: Vrachtwagen van zes meter
pl: Ciężarówka 6 m
pt: Caminhão de 6 metros

# search_pickup_location_text
source: Pick-up location
de: Abholort
el: Τοποθεσία παραλαβής
es: Lugar de recogida
fr: Lieu de retrait
it: Località di ritiro
nl: Ophaallocatie
pl: Lokalizacja odbioru
pt: Local de levantamento

# rental_sort_price
source: Price
de: Preis
el: Τιμή
es: Precio
fr: Prix
it: Prezzo
nl: Prijs
pl: Cena
pt: Preço

# vehicle_type_other
source: Other
de: Sonstiges
el: Άλλο
es: Otro
fr: Autre
it: Altro
nl: Overig
pl: Inne
pt: Outro

# search_select_dates_hint
source: Select dates
de: Zeitpunkt auswählen
el: Επιλέξτε ημερομηνίες
es: Seleccionar fechas
fr: Sélectionnez des dates
it: Seleziona date
nl: Data kiezen
pl: Wybierz daty
pt: Selecionar datas

# merchandising_on_budget
source: On a budget
de: Günstiger Preis
el: Οικονομική προσφορά
es: Presupuesto ajustado
fr: Petit budget
it: Economica
nl: Op een beperkt budget
pl: Niska cena
pt: Dentro do orçamento

# supplier_rating_detail
source: customers rate this car rental company as
de: Kundentarif in dieser Autovermietung bei
el: πελάτες αξιολογούν αυτή την εταιρεία ως
es: Los clientes califican esta empresa de alquiler de vehículos como
fr: les clients évaluent cette agence de location comme
it: i clienti valutano questa compagnia di autonoleggio
nl: klanten beoordelen dit autoverhuurbedrijf als
pl: klientów(-ci) ocenia(ją) tę wypożyczalnie samochodów jako
pt: os clientes classificaram esta empresa de aluguer de automóveis como

# insurance_list_1_title
source: Great value
de: Attraktiver Preis
el: Εξαιρετική προσφορά
es: Excelente relación calidad-precio
fr: Très bonne affaire
it: Grande convenienza
nl: Geweldige keuze
pl: Świetna cena
pt: Melhor preço

# vehicle_fuel_policy_desc_CHAUFFUELINC
source: All fuel charges are included.Â You will not need to pay for any extra re-fuelling.
de: Sämtliche Kraftstoffkosten sind enthalten.Â Es fallen keine zusätzlichen Tankkosten für Sie an.
el: Περιλαμβάνονται όλες οι χρεώσεις καυσίμου. Δεν θα χρειαστεί να πληρώσετε για το γέμισμα του ρεζερβουάρ.
es: Todos los cargos por combustible están incluidos. No deberás abonar ninguna cantidad extra en concepto de repostaje.
fr: Tous frais de carburant inclus. Vous n’aurez pas à régler les pleins de carburant supplémentaires.
it: Il carburante è incluso. Non dovrai pagare alcun extra per il rifornimento.
nl: Alle brandstofkosten zijn inbegrepen. U hoeft niets te betalen voor het eventueel voltanken.
pl: Wszystkie opłaty za paliwo są wliczone. Nie musisz płacić za dodatkowe tankowanie.
pt: Todas as taxas de combustível estão incluídas. Não precisa de pagar qualquer reabastecimento adicional.

# receipt_scroll
source: Scroll for summary
de: Übersicht unten
el: Κυλήστε για τη σύνοψη
es: Desplázate abajo para ver el resumen
fr: Déroulez pour le résumé
it: Scorri per il riepilogo
nl: Scroll verder voor het overzicht
pl: Przewiń, aby uzyskać podsumowanie
pt: Deslocar para resumo

# vehicle_type_luxury
source: Luxury
de: Luxuswagen
el: Πολυτελές
es: Lujo
fr: De luxe
it: Lusso
nl: Luxe
pl: Luksusowy
pt: Luxo

# vehicle_type_exotic_SUV
source: Exotic SUV
de: Prestige-Geländewagen
el: Ιδιαίτερο SUV
es: Todoterreno exótico
fr: SUV exotique
it: SUV fuoriserie
nl: Exotische SUV
pl: Egzotyczny SUV
pt: SUV exótico

# extras_per_day
source: per day
de: pro Tag
el: ανά ημέρα
es: al día
fr: par jour
it: al giorno
nl: per dag
pl: na dzień
pt: por dia

# user_phone_hint
source: Phone
de: Telefon
el: Τηλέφωνο
es: Teléfono
fr: Téléphone
it: Telefono
nl: Telefoon
pl: Telefon
pt: Telefone

# vehicle_type_seven_seat_carrier
source: Seven Seat Carrier
de: Van mit sieben Sitzen
el: Μίνι βαν 7 θέσεων
es: Vehículo de siete asientos
fr: Monospace 7 sièges
it: Grande a sette posti
nl: Zevenzitter
pl: Samochód 7-osobowy
pt: Transporte de 7 lugares

# included_terms
source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen
el: Όροι και Προϋποθέσεις
es: Términos y condiciones
fr: Conditions générales
it: Termini e condizioni
nl: Algemene voorwaarden
pl: Regulamin
pt: Termos e Condições

# supplier_car
source: Cleanliness of the car
de: Sauberkeit des Fahrzeugs
el: Καθαριότητα του αυτοκινήτου
es: Limpieza del coche
fr: Propreté du véhicule
it: Pulizia dell’auto
nl: Netheid van de auto
pl: Czystość samochodu
pt: Limpeza do automóvel

# feature_title
source: Other Features
de: Andere Merkmale
el: Άλλα χαρακτηριστικά
es: Otras características
fr: Autres atouts
it: Altro
nl: Overige kenmerken
pl: Inne cechy
pt: Outras caract.

# vehicle_pickup_type_VLI_4.VLI.X
source: Meet and greet
el: Συνάντηση και καλωσόρισμα
es: Bienvenida
fr: Accueil à l’arrivée
it: Accoglienza
pl: Odbiór z lotniska
pt: Receção

# calendar_mon
source: Mon
de: Mo
el: Δε
es: L
fr: Lun
it: Lun
nl: ma
pl: pon.
pt: Seg.

# insurance_total
source: Total
de: Gesamtbetrag
el: Σύνολο
it: Totale
nl: Totaalbedrag
pl: Suma

# user_address_line2_hint
source: Address line 2
de: Adresszeile 2
el: Γραμμή διεύθυνσης 2
es: Dirección - línea 2
fr: Adresse, ligne 2
it: Indirizzo riga 2
nl: Adresregel 2
pl: Adres c.d.
pt: Linha de morada 2

# vehicle_total_price
source: Total price
de: Gesamtpreis
el: Συνολική τιμή
es: Precio total
fr: Montant total
it: Prezzo totale
nl: Totaalprijs
pl: Całkowita cena
pt: Preço total

# insurance_upgrade_subtitle
source: Damage Refund Insurance
de: Schadenrückerstattungsversicherung
el: Ασφαλιστική κάλυψη για ζημίες
es: Seguro de reembolso por daños
fr: Assurance remboursement des dommages
it: Polizza di risarcimento danni
nl: Eigenrisicoverzekering
pl: Ubezpieczenie zwrotu za szkody
pt: Seguro de reembolso em caso de danos

# title_payment
source: Payment Details
de: Zahlungsdaten
el: Στοιχεία πληρωμής
es: Información sobre el pago
fr: Informations concernant le paiement
it: Dati di pagamento
nl: Betalingsgegevens
pl: Szczegóły płatności
pt: Detalhes do pagamento

# insurance_per_day
source: per day
de: pro Tag
el: ανά ημέρα
es: al día
fr: par jour
it: al giorno
nl: per dag
pl: na dzień
pt: por dia

# title_conditions
source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen
el: Όροι και Προϋποθέσεις
es: Términos y condiciones
fr: Conditions générales
it: Termini e condizioni
nl: Algemene voorwaarden
pl: Regulamin
pt: Termos e Condições

# insurance_added
source: Added
de: Hinzugefügt
el: Προστέθηκε
es: Añadido
fr: Ajouté
it: Aggiunta
nl: Toegevoegd
pl: Dodano
pt: Adicionado

# supplier_waiting
source: Waiting time
de: Wartezeit
el: Χρόνος αναμονής
es: Tiempo de espera
fr: Temps d’attente
it: Tempo di attesa
nl: Wachttijd
pl: Czas oczekiwania
pt: Tempo de espera

# title_calendar
source: Datepicker
de: Kalender
el: Ημερολόγιο
es: Calendario
fr: Calendrier
it: Calendario
nl: Kalender
pl: Kalendarz
pt: Calendário

# filter_carsize
source: Car Size
de: Fahrzeuggröße
el: Μέγεθος αυτοκινήτου
es: Tamaño del coche
fr: Taille de la Voiture
it: Dimensioni auto
nl: Categorie
pl: Wielkość samochodu
pt: Dimensão do automóvel

# vehicle_fuel_policy_desc_EMPTYEMPTY
source: Your car comes with sufficient fuel to get you to the closest petrol station. The car should be returned with an empty tank, as no refund will be given for any unused fuel.
de: Ihr Fahrzeug wird mit ausreichend Kraftstoff bereitgestellt, damit Sie die nächste Tankstelle erreichen können. Das Fahrzeug sollte mit einem leeren Tank zurückgegeben werden, da es keine Rückzahlung für nicht genutzten Kraftstoff gibt.
el: Το αυτοκίνητό σας παραδίδεται με επαρκές καύσιμο για να φτάσετε στο πλησιέστερο πρατήριο βενζίνης. Το αυτοκίνητο πρέπει να επιστραφεί με άδειο ρεζερβουάρ, αφού δεν επιστρέφονται χρήματα για μη χρησιμοποιημένο καύσιμο.
es: Tu coche se entrega con combustible suficiente para que puedas llegar a la estación de servicio más cercana. El coche deberá entregarse con el depósito vacío, ya que no se efectuarán devoluciones por el combustible no utilizado.
fr: Votre voiture a assez de carburant pour vous mener à la station-service la plus proche. La voiture doit être retournée avec un réservoir vide, car aucun remboursement ne sera accordé pour du carburant non utilisé.
it: L’auto viene consegnata con carburante sufficiente a raggiungere la stazione di servizio più vicina. L’auto va restituita con il serbatoio vuoto, in quanto il carburante inutilizzato non sarà rimborsato.
nl: Uw auto wordt geleverd met voldoende brandstof om het eerstvolgende benzinestation te bereiken. De auto moet worden ingeleverd met een lege tank. Eventueel resterende brandstof in de tank wordt niet vergoed.
pl: Samochód zostanie udostępniony z wystarczającą ilością paliwa, aby dotrzeć do najbliższej stacji paliw. Samochód należy zwrócić z pustym bakiem, a kwota za ewentualne niezużyte paliwo nie zostanie zwrócona.
pt: O seu automóvel é entregue com combustível suficiente para chegar à bomba de combustível mais próxima. O automóvel deve ser devolvido com o depósito de combustível vazio, uma vez que não existe reembolso para combustível não utilizado.

# vehicle_fuel_policy_type_HALFEMPTY
source: Half to empty
de: Halbvoll/leer
el: Μισογεμάτο - άδειο
es: Depósito medio lleno a depósito vacío
fr: Moitié à vide
it: Metà-vuoto
nl: Halfvol naar leeg
pl: Pół baku do pustego
pt: Levantar meio cheio e devolver vazio

# filter_transfertype
source: Transfer Type
de: Art des Transfers
el: Τύπος μεταφοράς
es: Tipo de traslado
fr: Type de transfert
it: Tipo di trasferimento
pl: Typ transferu
pt: Tipo de transfer

# insurance_list_2_title
source: Best protection
de: Optimaler Schutz
el: Η καλύτερη προστασία
es: La mejor protección
fr: Meilleure protection
it: La massima protezione
nl: De beste bescherming
pl: Najlepsza ochrona
pt: Melhor proteção

# CTA_save
source: Save settings
de: Einstellungen speichern
el: Αποθήκευση ρυθμίσεων
es: Guardar configuración
fr: Sauvegarder les réglages
it: Salva impostazioni
nl: Instellingen opslaan
pl: Zapisz ustawienia
pt: Guardar definições

# merchandising_family_size
source: Family Size
de: Für Familien
el: Οικογενειακό μέγεθος
es: Familiar
fr: Taille familiale
it: Per la famiglia
nl: Gezinsgrootte
pl: Wymiary rodzinne
pt: Familiares

# vehicle_provided
source: Provided by
de: Anbieter
el: Παρέχεται από την
es: Empresa de alquiler
fr: Fourni par
it: Fornita da
nl: Geleverd door
pl: Usługodawca:
pt: Fornecido por

# vehicle_type_stretch
source: Stretch
el: Ευρύχωρο
es: Estilizado
fr: Allongée
it: Limousine
pl: Limuzyna
pt: Limusina

# calendar_wed
source: Wed
de: Mi
el: Τε
es: X
fr: Mer
it: Mer
nl: wo
pl: śr.
pt: Qua.

# vehicle_pickup_type_VLI_6.VLI.X
source: Personal driver
de: Persönlicher Fahrer
el: Προσωπικός σοφέρ
es: Conductor personal
fr: Chauffeur personnel
it: Autista personale
nl: Privéchauffeur
pl: Osobisty kierowca
pt: Motorista particular

# included_thirdparty
source: Third Party Liability
de: Haftpflichtversicherung
el: Αστική ευθύνη
es: Responsabilidad por daños a terceros
fr: Responsabilité civile
it: Responsabilità civile
nl: Wettelijke aansprakelijkheid
pl: Ubezpieczenie od odpowiedzialności cywilnej
pt: Seguro contra terceiros

# receipt_title
source: Congratulations
de: Glückwunsch
el: Συγχαρητήρια
es: Enhorabuena
fr: Félicitations
it: Congratulazioni
nl: Gefeliciteerd
pl: Gratulacje
pt: Parabéns

# title_locations
source: Locations
de: Orte
el: Τοποθεσίες
es: Destinos
fr: Lieux
it: Località
nl: Locaties
pl: Lokalizacje
pt: Locais

# title_booking_manager
source: Upcoming Bookings
de: Anstehende Buchungen
el: Επερχόμενες κρατήσεις
es: Próximas reservas
fr: Réservations à venir
it: Prossime prenotazioni
nl: Geplande boekingen
pl: Zbliżające się rezerwacje
pt: Próximas reservas

# vehicle_pickup_location
source: Pickup location
de: Abholort
el: Τόπος παραλαβής
es: Lugar de recogida
fr: Lieu de retrait
it: Località di ritiro
nl: Ophaallocatie
pl: Lokalizacja odbioru
pt: Local de levantamento

# settings_select_country
source: Select Country
de: Land auswählen
el: Επιλέξτε χώρα
es: Seleccionar país
fr: Sélectionnez le pays
it: Seleziona il paese
nl: Selecteer land
pl: Wybierz kraj
pt: Selecionar país

# insurance_more_details_title2
source: What''s covered
de: Die Versicherung deckt Folgendes ab
el: Τι καλύπτει η ασφάλιση
es: Qué cobertura ofrece
fr: Ce qui est couvert
it: Cosa copre
nl: Wat er onder de dekking valt
pl: Zakres ochrony
pt: O que está coberto

# vehicle_passenger
source: Passenger
de: Passagier
el: Επιβάτης
es: Pasajero
fr: Passager
it: Passeggero
nl: Passagier
pl: Pasażer
pt: Passageiro
