Repository: Chadnan10k/cartrawler-ios
Catalog: CartrawlerSDK/UI/CartrawlerSDK/Localization/*.strings
Languages: de, el, es, fr, it, nl, pl, pt

source: Car rental total
de: Gesamtbetrag Fahrzeugmiete
el: Σύνολο ενοικίασης αυτοκινήτου
es: Total del alquiler de coche
fr: Total location de voiture
it: Totale noleggio auto
nl: Totaal autohuur
pl: Suma wynajmu samochodu
pt: Total aluguer automóvel

# vehicle_type_fullsize
source: Fullsize
el: Μεγάλο
es: Grande
fr: Grande berline
it: Grandi dimensioni
nl: Grote middenklasse
pl: Pełnowymiarowy
pt: Tamanho normal

# receipt_your_reference
source: Your booking reference:
de: Ihre Buchungsnummer:
el: Αριθμός κράτησής:
es: Numero de reserva:
fr: Votre numéro de réservation:
it: Rif. prenotazione:
nl: Uw reserveringsnr. :
pl: Numer referencyjny rezerwacji:
pt: Ref. da reserva:

# vehicle_air_conditioning
source: Air Conditioning
de: Klimaanlage
el: Κλιματισμός
es: Aire acondicionado
fr: Climatisation
it: Aria condizionata
pl: Klimatyzacja
pt: Ar condicionado

# booking_reference_prefix
source: Booking reference
de: Buchungsnummer
el: Αριθμός κράτησης
es: Referencia de reserva
fr: Référence de la réservation
it: Rif. prenotazione
nl: Boekingsreferentie
pl: Numer rezerwacji
pt: Referência da reserva

# calendar_return_date
source: Return date
de: Rückgabedatum
el: Ημερομηνία επιστροφής
es: Fecha de devolución
fr: Date de restitution
it: Data di restituzione
nl: Inleverdatum
pl: Data zwrotu
pt: Data de devolução

# user_email_hint
source: Email
el: Μαιλ
es: Correo electrónico
fr: Adresse e-mail

# CTA_book
source: Book now for
de: Jetzt buchen für
el: Κράτηση τώρα για
es: Reservar ahora por
fr: Réserver maintenant pour
it: Prenota ora per
nl: Nu boeken voor
pl: Rezerwuj teraz dla
pt: Reservar já por

# vehicle_type_moped
source: Moped
el: Μοτοποδήλατο
es: Ciclomotor
fr: Cyclomoteur
it: Ciclomotore
nl: Bromfiets
pl: Motorower
pt: Ciclomotor

# summary_lead_driver
source: Lead driver details
de: Details zum Hauptfahrer
el: Στοιχεία κύριου οδηγού
es: Información del conductor principal
fr: Conducteur principal
it: Dati guidatore princ.
nl: Gegevens hoofdbestuurder
pl: Dane głównego kierowcy
pt: Detalhes do condutor principal

# widget_title_added
source: Car added
de: Auto hinzugefügt
el: Προστέθηκε
es: Coche añadido
fr: Voiture ajoutée
it: Auto aggiunta
nl: Auto toegevoegd
pl: Dodano auto
pt: Veiculo adicionado

# included_title
source: Included for Free:
de: Im Preis inbegriffen:
el: Περιλαμβάνεται δωρεάν:
es: Incluye de manera gratuita:
fr: Inclus gratuitement :
it: Incluso gratuitamente:
nl: Gratis inbegrepen:
pl: Bezpłatnie w ofercie:
pt: Gratuito:

# filter_transfertime
source: Journey Time
de: Fahrzeit
el: Χρόνος διαδρομής
es: Duración del viaje
fr: Durée du trajet
it: Durata del viaggio
nl: Reistijd
pl: Czas podróży
pt: Duração da viagem

# vehicle_pickup_unknown
source: Unknown
de: Unbekannt
el: Άγνωστο
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
pl: Nieznane
pt: Desconhecido

# insurance_policy
source: This policy is underwritten by INTER PARTNER ASSISTANCE SA, member of the AXA Assistance Group, Avenue Louise 166, 1050 Brussels, Belgium.
de: Diese Police wird getragen von INTER PARTNER ASSISTANCE SA, einem Mitglied der AXA Assistance Group, Avenue Louise 166, 1050 Brüssel, Belgien.
el: Αυτό το ασφαλιστήριο διασφαλίζεται από την INTER PARTNER ASSISTANCE SA, μέλος του Ομίλου AXA Assistance, Avenue Louise 166, 1050 Βρυξέλλες, Βέλγιο.
es: La presente póliza está suscrita por INTER PARTNER ASSISTANCE SA, miembro del grupo AXA Assistance Group, Avenue Louise 166, 1050 Bruselas, Bélgica.
fr: Cette police d’assurance est souscrite par INTER PARTNER ASSISTANCE SA, membre du groupe AXA Assistance, Avenue Louise 166, 1050 Bruxelles, Belgique.
it: La presente polizza è sottoscritta da INTER PARTNER ASSISTANCE SA, parte del gruppo AXA Assistance, Avenue Louise 166, 1050 Bruxelles, Belgio.
nl: Dit beleid wordt onderschreven door INTER PARTNER ASSISTANCE SA, lid van de AXA Assistance Group, Louizalaan 166, 1050 Brussel, België.
pl: Niniejszą polisę wystawia INTER PARTNER ASSISTANCE SA, członek grupy ubezpieczeniowej AXA Assistance Group, Avenue Louise 166, 1050 Bruksela, Belgia.
pt: Esta política é subscrita pela INTER PARTNER ASSISTANCE SA, membro do grupo AXA Assistance, sediado em Avenue Louise 166, 1050 Bruxelas, Bélgica.

# vehicle_type_regular
source: Regular
de: Regulär
el: Κανονικό
it: Normale
nl: Regulier
pl: Zwykły

# search_return_location_text
source: Return location
de: Rückgabeort
el: Τόπος επιστροφής
es: Punto de devolución
fr: Lieu de retour
it: Località di riconsegna
nl: Inleverlocatie
pl: Lokalizacja zwrotu
pt: Local de devolução

# vehicle_fuel_policy_desc_FULLEMPTYREFUND
source: Your car comes with a full tank of fuel. You will be charged for this at the service desk and you will incur a non-refundable administration fee. You will be refunded for any unused fuel once you return the car.
de: Sie erhalten das Fahrzeug mit vollem Tank. Sie müssen die Tankfüllung am Mietschalter bezahlen und es wird Ihnen eine nicht rückerstattbare Verwaltungsgebühr berechnet. Bei der Rückgabe wird Ihnen nicht genutzter Kraftstoff zurückerstattet.
el: Το αυτοκίνητό σας παραδίδεται με γεμάτο ρεζερβουάρ καυσίμου. Θα υπάρξει χρέωση γι' αυτό στο γραφείο εξυπηρέτησης, καθώς και ένα τέλος διαχείρισης χωρίς επιστροφή χρημάτων. Κατά την παράδοση του αυτοκινήτου, θα σας επιστραφούν χρήματα για τυχόν μη χρησιμοποιημένο καύσιμο.
es: Tu coche se entrega con el depósito de combustible lleno. Se te cobrará por ello en la oficina de servicio y deberás abonar una tasa de administración no reembolsable. Cuando devuelvas el coche el importe del combustible no utilizado será reembolsado.
fr: La voiture vous est fournie avec le réservoir plein. Vous serez facturé pour cela à l’agence et devrez régler des frais de gestion non remboursables. Tout carburant non utilisé vous sera remboursé au retour de la voiture.
it: L’auto viene consegnata con il serbatoio pieno. Ti sarà addebitato al banco di assistenza e dovrai versare una commissione amministrativa non rimborsabile. Il carburante inutilizzato ti verrà rimborsato alla riconsegna dell’auto.
nl: Uw auto wordt met een volle tank geleverd. Hiervoor worden aan de verhuurbalie kosten in rekening gebracht, vermeerderd met een niet-restitueerbaar bedrag aan administratiekosten. Eventueel resterende brandstof wordt aan u vergoed wanneer u de auto inlevert.
pl: Samochód jest udostępniany z pełnym bakiem paliwa. Opłata za to paliwo zostanie pobrana w biurze obsługi. Naliczona zostanie opłata administracyjna. Przy zwrocie samochodu kwota za niezużyte paliwo zostanie zwrócona.
pt: O seu automóvel é entregue com o depósito de combustível cheio. Será cobrado pelo mesmo no balcão de aluguer e implicará uma taxa administrativa não reembolsável. Será reembolsado pelo combustível não utilizado quando devolver o automóvel.

# vehicle_type_moving_van
source: Moving Van
de: Umzugstransporter
el: Βαν μεταφορών
es: Furgoneta de mudanza
fr: Camion de déménagement
it: Furgone da trasloco
nl: Verhuiswagen
pl: Van do przeprowadzek
pt: Carrinha de mudanças

# widget_card_info
source: Free Cancellation
de: Kostenlose Stornierung
el: Δωρεάν ακύρωση
es: Cancelación gratis
fr: Annulation gratuite
it: Annullamento gratis
nl: Kosteloos annuleren
pl: Bezpłatne anulowanie
pt: Cancelam. gratuito

# vehicle_type_large_truck
source: Large Truck
de: Großer Lkw
el: Μεγάλο φορτηγό
es: Camión grande
fr: Camion - grand
it: Autocarro grande
nl: Grote vrachtwagen
pl: Duża ciężarówka
pt: Caminhão grande

# vehicle_type_small_medium_truck
source: Small Medium Truck
de: Kleiner/mittelgroßer Lkw
el: Φορτηγό μικρό μεσαίου μεγέθους
es: Camioneta pequeña-mediana
fr: Camion - petit/moyen
it: Autocarro piccolo/medio
nl: Kleine/middelgrote vrachtwagen
pl: Niewielka, średnia ciężarówka
pt: Caminhão pequeno/médio

# mins_placeholder
source: mins
de: min
el: λεπτά
es: minutos
it: min.
nl: min
pl: min

# error_ok
source: OK
el: ΟΚ
es: Aceptar

# vehicle_pickup_location_VWF_13.VWF.X
source: Near Resort
de: In Resortnähe
el: Κοντά στο ξενοδοχείο
es: Cerca del complejo
fr: Près du complexe touristique
it: Vicino al resort
nl: Bij resort
pl: Pobliski ośrodek
pt: Resort próximo

# insurance_more
source: More details
de: Mehr Informationen
el: Περισσότερες λεπτομέρειες
es: Más información
fr: En savoir plus
it: Ulteriori dettagli
nl: Meer gegevens
pl: Więcej szczegółów
pt: Mais detalhes

# locations_results_others
source: All other locations
de: Alle anderen Standorte
el: Όλες οι άλλες τοποθεσίες
es: Otros lugares
fr: Tous les autres lieux
it: Tutte le altre località
nl: Alle andere locaties
pl: Wszystkie inne lokalizacje
pt: Todos os outros locais

# feature_german_model
source: German model
de: Deutsches Fabrikat
el: Γερμανικό μοντέλο
es: Modelo alemán
fr: Modèle allemand
it: Modello tedesco
nl: Duits model
pl: Niemiecka marka
pt: Modelo alemão

# insurance_list_3_body
source: You are fully covered for your excess when things go wrong
de: Falls einmal etwas schiefgehen sollte, ist Ihr Selbstbehalt gänzlich gedeckt
el: Έχετε πλήρη κάλυψη για το ποσό ευθύνης εάν κάτι πάει στραβά
es: Tu franquicia estará totalmente cubierta si algo sale mal
fr: Vous êtes intégralement protégé pour votre franchise en cas de problème
it: Copertura totale dell’importo della franchigia in caso di imprevisti
nl: U bent volledig gedekt voor uw eigen risico als er iets misgaat
pl: Zyskujesz pełną ochronę w odniesieniu do wkładu własnego, jeśli coś pójdzie nie tak.
pt: Está totalmente coberto pela sua franquia caso ocorra algum infortúnio

# receipt_email_text
source: We have sent a confirmation email to %@. This may take up to 15 minutes to arrive. Please review your voucher before picking up your car.
de: Wir haben eine E-Mail-Bestätigung an %@ gesendet. Es kann bis zu 15 Minuten dauern, bis Sie diese E-Mail erhalten. Bitte überprüfen Sie Ihren Buchungsbeleg, bevor Sie Ihr Auto abholen.
el: Έχουμε στείλει e-mail επιβεβαίωσης στη διεύθυνση %@. Ίσως παρέλθουν έως και 15 λεπτά για να το λάβετε. Παρακαλούμε, εξετάστε την απόδειξή σας πριν την παραλαβή του αυτοκινήτου.
es: Hemos enviado una confirmación por correo electrónico a %@. Puede tardar hasta 15 minutos en llegar. Por favor, revisa tu comprobante antes de recoger el coche.
fr: Nous avons envoyé un e-mail de confirmation à %@. Cet e-mail devrait être dans votre boîte de réception d’ici 15 minutes. Veuillez vérifier votre bon avant de retirer votre véhicule.
it: Abbiamo inviato un’e-mail di conferma a %@. La ricezione dell’e-mail può richiedere fino a 15 minuti. Consulta il voucher prima di ritirare l’auto.
nl: We hebben een bevestigingse-mail gestuurd naar %@. Ontvangst van deze e-mail kan tot 15 minuten duren. Bekijk uw voucher na voordat u uw auto ophaalt.
pl: Wysłaliśmy e-mail z potwierdzeniem na adres %@. Wiadomość e-mail powinna dotrzeć w ciągu 15 minut. Sprawdź swój voucher przed odbiorem samochodu.
pt: Enviámos um e-mail de confirmação para %@. Este pode demorar até 15 minutos a chegar. Reveja o seu voucher antes de levantar o seu automóvel.

# feature_fuel_economy
source: Good on fuel
de: Aufgetankt
el: Εξοικονόμηση καυσίμου
es: De bajo consumo
fr: Faible consommation
it: Efficienza consumi
nl: Brandstofzuinig
pl: Niskie spalanie
pt: Consumo económ.

# vehicle_bags
source: Bags
de: Koffer
el: Αποσκευές
es: Maletas
fr: Bagages
it: Bagagli
nl: Baggage
pl: Bagaże
pt: Malas

# calendar_sat
source: Sat
de: Sa
el: Σα
es: S
fr: Sam
it: Sab
nl: za
pl: sob.
pt: Sáb.

# extras_all
source: View all
de: Alle anzeigen
el: Προβολή όλων
es: Ver todo
fr: Voir tout
it: Visualizza tutto
nl: Alles bekijken
pl: Wyświetl wszystkie
pt: Ver todos

# vehicle_pickup_location_VWF_3.VWF.X
source: Airport terminal
de: Flughafenterminal
el: Αεροσταθμός
es: Terminal del aeropuerto
fr: Terminal d’aéroport
it: Terminal dell’aeroporto
nl: Luchthaventerminal
pl: Terminal lotniska
pt: Terminal de aeroporto

# insurance_upgrade_title
source: Upgrade Your Cover
de: Versicherungsschutz erhöhen
el: Αναβαθμίστε την κάλυψή σας
es: Mejora tu cobertura
fr: Mettez votre couverture à jour
it: Migliora la copertura
nl: Uw dekking opwaarderen
pl: Zwiększ zakres ochrony
pt: Melhore a sua cobertura

# filter_carfuel
source: Fuel Type
de: Kraftstoffart
el: Τύπος καυσίμου
es: Tipo de combustible
fr: Type de carburant
it: Tipo di carburante
nl: Brandstoftype
pl: Rodzaj paliwa
pt: Tipo de combustível

# vehicle_fuel_policy_type_FULLEMPTYREFUND
source: Pre-Purchase (partial refund)
de: Voll – Leer (mit Teilerstattung)
el: Προαγορά (μερική επιστροφή)
es: Compra anticipada (reembolso parcial)
fr: Achat anticipé (remboursement partiel)
it: Preacquisto (rimborso parziale)
nl: Vooraf betalen (gedeeltelijke restitutie)
pl: Zakup uprzedni (częściowy zwrot)
pt: Pré-compra (reembolso parcial)

# vehicle_type_midsize
source: Midsize
de: Mittelklasse
el: Μεσαίου μεγέθους
es: Tamaño medio
it: Dimensioni medie
pl: Średniej wielkości
pt: Tamanho médio

# vehicle_pickup_type_VLI_2.VLI.X
source: Free shuttle bus
de: Kostenloser Shuttlebus
el: Δωρεάν λεωφορείο κλειστής διαδρομής (shuttle bus)
es: Autobús lanzadera gratuito
fr: Bus navette gratuit
it: Bus navetta gratuito
nl: Gratis shuttlebus
pl: Darmowy autobus liniowy
pt: Shuttle bus gratuito

# vehicle_mileage_title
source: Mileage allowance:
de: Kilometerbegrenzung:
el: Επιτρεπόμενη κατανάλωση καυσίμου:
es: Límite de kilometraje:
fr: Franchise kilométrage :
it: Chilometraggio compreso:
nl: Toegestane aantal kilometers:
pl: Przydział kilometrów:
pt: Limite de quilometragem:

# error_no_insurance_available
source: No Insurance Available
de: Keine Versicherung verfügbar
el: Δεν υπάρχει διαθέσιμη ασφάλιση
es: No hay seguro disponible
fr: Pas d’assurance disponible
it: Assicurazione non disponibile
nl: Geen verzekering beschikbaar
pl: Brak dostępnego ubezpieczenia
pt: Sem seguro disponível

# general_form_empty
source: Please fill in this field
de: Bitte füllen Sie dieses Feld aus
el: Παρακαλούμε, συμπληρώστε αυτό το πεδίο
es: Por favor, rellena este campo
fr: Veuillez renseigner ce champ
it: Compilare questo campo
nl: Vul dit veld in
pl: Wypełnij to pole
pt: Preencha este campo

# search_select_dates
source: Dates
de: Daten
el: Ημερομηνίες
es: Fechas
it: Date
nl: Data
pl: Daty
pt: Datas

# vehicle_transmission_manual
source: Manual
de: Schaltung
el: Χειροκίνητο
fr: Manuelle
it: Manuale
nl: Handgeschakeld
pl: Ręczna

# vehicle_transmission_auto
source: Automatic
de: Automatik
el: Αυτόματο
es: Automático
fr: Automatique
it: Automatico
nl: Automaat
pl: Automatyczna
pt: Automático

# vehicle_pickup_details_VWF_1.VWF.X
source: This is the most convenient pick-up option. The service desk is located within the airport terminal.
de: Dies ist die einfachste Abholmöglichkeit. Der Mietschalter befindet sich im Flughafenterminal.
el: Πρόκειται για τη πιο βολική επιλογή παραλαβής. Το γραφείο εξυπηρέτησης βρίσκεται εντός του αεροσταθμού.
es: Se trata de la opción de recogida más práctica. La oficina de servicio se encuentra dentro de la terminal del aeropuerto.
fr: C’est la solution de retrait la plus facile. L’agence est située dans le terminal de l’aéroport.
it: È l’opzione di ritiro più comoda. Il banco di assistenza si trova all’interno del terminal dell’aeroporto.
nl: Dit is de handigste ophaaloptie. De verhuurbalie bevindt zich in de luchthaventerminal.
pl: To najwygodniejsza metoda odbioru. Biuro wypożyczalni znajduje się w terminalu lotniska.
pt: Esta é a opção de levantamento mais prática. O balcão de aluguer encontra-se localizado dentro do terminal de aeroporto.

# error_payment_no_internet2
source: In order to complete your booking you will need an internet connection
de: Um Ihre Buchung abzuschließen, benötigen Sie eine Internetverbindung
el: Για να ολοκληρώσετε την κράτησή σας θα χρειαστείτε σύνδεση στο διαδίκτυο
es: Para completar tu reserva, necesitas estar conectado a Internet
fr: Pour terminer votre réservation, vous devrez avoir une connexion Internet
it: Per completare la prenotazione è necessaria una connessione internet
nl: Om uw boeking te voltooien moet u verbonden zijn met het internet
pl: Aby zakończyć rezerwację, potrzebne jest połączenie z Internetem
pt: Para concluir a sua reserva precisa de uma ligação à Internet

# merchandising_business
source: Business traveller
de: Geschäftsreisende
el: Επιχειρηματικός ταξιδιώτης
es: Viajero de negocios
fr: Voyageur d’affaires
it: In viaggio per lavoro
nl: Zakelijke reiziger
pl: Podróż służbowa
pt: Viagens de negócios

# error_payment_no_internet1
source: No Internet Connection
de: Keine Internetverbindung
el: Δεν υπάρχει σύνδεση στο διαδίκτυο
es: Sin conexión a Internet
fr: Pas de connexion Internet
it: Internet non disponibile
nl: Geen internetverbinding
pl: Brak połączenia z Internetem
pt: Sem ligação à Internet

# error_payment_loading2
source: We are having trouble loading the payment screen
de: Wir haben Schwierigkeiten, die Zahlungsseite zu laden
el: Παρουσιάστηκαν προβλήματα κατά τη φόρτωση της οθόνης πληρωμής
es: Tenemos problemas para cargar la pantalla de pago
fr: Nous avons un problème pour télécharger l’écran de paiement
it: Problema nel caricamento della schermata di pagamento
nl: We ondervinden problemen bij het laden van het betaalscherm
pl: Wystąpił problem z ładowaniem ekranu płatności
pt: mas não é possível carregar o ecrã de pagamento

# title_search_rental
source: Car hire
de: Autovermietung
el: Ενοικίαση αυτοκίνητου
es: Alquiler coches
fr: Location de voiture
it: Noleggio auto
nl: Autoverhuur
pl: Wynajem samochodu
pt: Aluguer de automóveis

# error_payment_loading1
source: Sorry
de: Es tut uns leid
el: Λυπούμαστε
es: Lo sentimos
fr: Désolés
it: Spiacenti
nl: Het spijt ons
pl: Przepraszamy
pt: Lamentamos,

# search_return_location_button
source: Return to same location
de: Rückkehr zum selben Ort
el: Επιστροφή στην ίδια τοποθεσία
es: Devolución en la misma ubicación
fr: Retourner au même endroit
it: Restituzione nella stessa località
nl: Transfer van en naar dezelfde locatie
pl: Powrót do tej samej lokalizacji
pt: Devolução no mesmo local

# insurance_summary_title
source: Reasons to get full cover
de: Gründe für eine Vollabdeckung
el: Λόγοι για να αγοράσετε πλήρη κάλυψη
es: Motivos para comprar la cobertura completa
fr: Raisons d’opter pour la couverture complète
it: Perché scegliere la copertura completa?
nl: Redenen om voor volledige dekking te kiezen
pl: Powody, dla których warto wykupić pełne ubezpieczenie
pt: Motivos para obter cobertura total

# extra_per_rental
source: per rental
de: pro Anmietung
el: ανά ενοικίαση
es: por alquiler
fr: par location
it: a noleggio
nl: per verhuur
pl: na wypożyczenie
pt: p/ aluguer

# vehicle_pickup_location_VWF_11.VWF.X
source: North Of City Centre
de: Nördlich des Stadtzentrums
el: Βόρεια του κέντρου της πόλης
es: Al norte del centro de la ciudad
fr: Au nord du centre-ville
it: A nord del centro città
nl: Stadscentrum - noord
pl: Na północ od centrum miasta
pt: Norte do centro da cidade

# vehicle_type_compact
source: Compact
de: Kompaktwagen
el: Μικρό
es: Pequeño
fr: Compacte
it: Compatta
pl: Kompakt
pt: Compacto

# vehicle_fuel_petrol
source: Petrol
de: Benzin
el: Βενζίνη
es: Gasolina
fr: Essence
it: Benzina
nl: Benzine
pl: Benzyna
pt: Gasolina

# included_cancel
source: Cancellation
de: Stornierung
el: Ακύρωση
es: Cancelación
fr: Annulation
it: Annullamento
nl: Annulering
pl: Rezygnacja
pt: Cancelamento

# payment_cvc
source: CVC number
de: CVC-Nummer
el: Αριθμός CVC
es: Código CVC
fr: Numéro CVC
it: Numero CVC
nl: CVC-nummer
pl: Numer CVC
pt: Número CVC

# error_no_booking_ref
source: No Booking Ref
de: Keine Buchungsnummer
el: Δεν υπάρχει αρ. κράτησης
es: No hay referencia de reserva
fr: Pas de réf. de réservation
it: Numero rif. prenotazione
nl: Geen boekingsref
pl: Brak nr. ref. rezerwacji
pt: Sem referência de reserva

# filter_transmission
source: Transmission
de: Getriebe
el: Κιβώτιο ταχυτήτων
es: Cambio
it: Cambio
nl: Versnellingsbak
pl: Skrzynia biegów
pt: Caixa de velocidades

# vehicle_pickup_location_VWF_8.VWF.X
source: East Of City Centre
de: Östlich des Stadtzentrums
el: Ανατολικά του κέντρου της πόλης
es: Al este del centro de la ciudad
fr: À l’est du centre-ville
it: A est del centro città
nl: Stadscentrum - oost
pl: Na wschód od centrum miasta
pt: Este do centro da cidade

# supplier_below_average
source: Below average
de: Unter dem Durchschnitt
el: Κάτω του μέσου όρου
es: Por debajo de la media
fr: En dessous de la moyenne
it: Sotto la media
nl: Benedengemiddeld
pl: Poniżej średniej
pt: Abaixo da média

# vehicle_type_twelve_passenger_van
source: Twelve Passenger Van
de: Van mit Platz für 12 Passagiere
el: Βαν 12 επιβατών
es: Furgoneta para doce pasajeros
fr: Minibus 12 passagers
it: Furgone a dodici posti
nl: Busje voor twaalf personen
pl: Van na 12 pasażerów
pt: Carrinha de 12 lugares

# vehicle_type_oversize
source: Oversize
de: Erweiterbare Mittelklasse
el: Μεγάλου μεγέθους
es: Gran tamaño
it: Grandissima
pl: Ponadwymiarowy
pt: Grande

# vehicle_pickup_location_VWF_5.VWF.X
source: Hotel delivery
de: Übergabe am Hotel
el: Μεταφορά στο ξενοδοχείο
es: Entrega en hotel
fr: Livraison à l’hôtel
it: Consegna in hotel
nl: Hotelaflevering
pl: Dostawa do hotelu
pt: Levantamento no hotel

# vehicle_type_vehicle_size_SUV
source: Vehicle Size SUV
de: Geländelimousine in Fahrzeuggröße
el: Μέγεθος οχήματος SUV
es: Todoterreno de tamaño vehículo
fr: Véhicule de taille SUV
it: SUV crossover
nl: Compacte SUV
pl: SUV – rozmiar pojazdu
pt: SUV compacto

# filter_pickup
source: Pick-up Location
de: Abholort
el: Τοποθεσία παραλαβής
es: Lugar de recogida
fr: Lieu de retrait
it: Località di ritiro
nl: Ophaallocatie
pl: Lokalizacja odbioru
pt: Local de levantamento

# vehicle_fuel_policy_desc_FULLFULL
source: This is the best fuel option. Your car comes with a full tank of fuel. Simply return the car with a full tank to avoid any re-fuelling charges.
de: Dies ist die beste Kraftstoffoption. Sie erhalten das Fahrzeug mit vollem Tank. Am Ende geben Sie den Mietwagen am besten mit vollem Tank zurück, damit Ihnen am Schalter keine Kosten für das Wiederauffüllen berechnet werden.
el: Αυτή είναι η καλύτερη επιλογή για το καύσιμο. Το αυτοκίνητό σας παραδίδεται με γεμάτο ρεζερβουάρ καυσίμου. Απλώς επιστρέψτε το αυτοκίνητο με γεμάτο ρεζερβουάρ για να αποφύγετε τυχόν χρεώσεις αναπλήρωσης καυσίμου.
es: Esta es la mejor opción de política de combustible. Tu coche se entrega con el depósito de combustible lleno. Solo tendrás que devolver el coche con el depósito lleno para evitar cargos por el llenado del depósito.
fr: C’est la meilleure solution carburant. La voiture vous est fournie avec le réservoir plein. Il vous suffit de restituer ce véhicule en ayant fait le plein pour éviter des frais de ravitaillement.
it: È l’opzione migliore per quanto riguarda il carburante. L’auto viene consegnata con il serbatoio pieno. Restituiscila con il pieno per evitare spese di rifornimento.
nl: Dit is de meest gunstige brandstofregeling. Uw auto wordt met een volle tank geleverd. Lever de auto simpelweg weer in met een volle tank om bijvulkosten te vermijden.
pl: To najkorzystniejsza opcja paliwowa. Samochód jest udostępniany z pełnym bakiem paliwa. Po prostu zwróć samochód z pełnym bakiem, aby uniknąć opłat za tankowanie.
pt: Esta é a melhor opção de combustível. O seu automóvel é entregue com o depósito de combustível cheio. Devolva o automóvel com o depósito cheio para evitar taxas de reabastecimento.

# feature_parking_sensors
source: Parking sensors
de: Einparkhilfe
el: Αισθητήρες παρκαρίσματος
es: Sensor de aparcamiento
fr: Capteurs parking
it: Sens. parcheggio
nl: Parkeersensors
pl: Czujniki parkowania
pt: Sens. estacion.

# vehicle_type_twelve_foot_truck
source: Twelve Foot Truck
de: LKW mit vier Metern
el: Φορτηγό μήκους 3,6μ.
es: Vehículo de 3,7 metros
fr: Camion 3,6 mètres
it: Autocarro dodici piedi
nl: Vrachtwagen van 3,5 meter
pl: Ciężarówka 3,6 m
pt: Caminhão de 4 metros
