{
    "Success": [],
    "Type": "FREETEXT",
    "RentalConditions": [{
                         "@Title": "Included in the Price",
                         "Paragraph": ["• CDW (Collision Damage Waiver) and Vehicle Theft coverage with Excess.", "(Not covered under the included cover: Tyres, Wheels, Rear view and side mirrors, Windows, Hubcaps, Taxi (transportation), Towing costs, Locks, Battery, Motor, Undercarriage and Interior of car, Clutch, Replacement Keys, Copy of the key and delivery of the key to the closest office, Damage to oil sump, Catalytic convertor, Radiator, 500€ deposit if a replacement vehicle is needed and Repair Period. Please see more in the Excess and Liability section).", "• Third Party Liability", "• Airport Service Fee", "• Grace period: The Car Rental Provider permits customers to return their rental vehicles up to 59 minutes later than the time stated on the rental contract without any additional costs.", "• One-way fee has been added to the price quoted online and is payable at the counter; only applicable for One Way Rentals.", "• Breakdown assistance is included for mechanical failure, Monday to Friday within office hours (excluding bank holidays).", "For 24-hour roadside assistance, please refer to “Roadside assistance/SOS” in the Not Included in the Price section.", "• Unlimited mileage"]
                         }, {
                         "@Title": "Not included in the Price",
                         "Paragraph": ["After-hours collection: The after-hours collection has an additional local charge of 40€ per car (flight numbers must be added to the booking). After-hours fee will also be applicable to customers who arrive with a delayed flight and collect the vehicle after opening hours.", "Roadside Assistance / S.O.S.", "The car rental provider offers 24-hour roadside assistance for our clients. Telephone assistance is free for every customer on weekdays between 09:00-18:30. There will be a service charge that will not exceed 30€ for contacting Roadside Assistance outside of these hours, unless the customer has selected the optional Super Relax Cover.", "To contact the S.O.S department:", "Tel.: +34 902 10 52 76", "Fax: +34 965 93 92 12", "E-Mail: sos@goldcar.com", "S.O.S / Roadside Assistance must be notified within 48 hours in case of:", "Theft: All thefts must be reported to the police and an original copy of the report must be obtained by the customer.", "Accident: In case of accident or collision, the client must correctly fill out the provided form (declaración amistosa de accidente de automóvil), which can be found in the glove-box of the rental vehicle). Goldcar will charge you a 50€ administration fee if you are involved in an accident and have NOT taken the Super Relax Cover."]
                         }, {
                         "@Title": "Mandatory Documents and Important Information",
                         "Paragraph": ["The following documents are required to collect the vehicle:", "•\tA printed version of your Rental Voucher", "•\tPassport or Identification card", "•\tA valid credit card in the name of the main driver", "•\tA valid driving licence. International driving licence is required for customers whose licence is not written in Roman alphabet. Both an international driving license and domestic license are required for customers from US and Canada.", "Non-EU customers: please note that your country might have driving license restrictions and you might need an international driving license. Please check with the official authorities of your country.", "Age Restriction and Driving License: Drivers must be 21 years and have held a valid driving license for a minimum of 12 months. The maximum driver's age is 99 years.", "Young Driver Fees: For groups Mini One/BMW 1/Golf/Mercedes A Class, if you are under the age of 25 you must pay a young driver surcharge of 25€ per day with a minimum charge of 75€ (no maximum charge). All other categories: 8€ per day with a maximum charge of 96€. Young drivers surcharge has been added to the price quoted online and is payable at the counter.", "Customers who have held a driving license for less than 4 years will also have to pay a fee of 5€ per day with a maximum charge of 60€ per rental. Car Rental Provider will apply only one charge if you are under the age of 25 and has had a driving license less than 4 years."]
                         }, {
                         "@Title": "Excess and Liability",
                         "Paragraph": ["Collision Damage Waiver (CDW): In the event of a collision or damage to your rental car, the Collision Damage Waiver protection will limit the driver’s liability. This means that the driver will generally only be responsible for a portion of the cost of repair. This portion is known as the excess. All drivers that are registered to drive the rental car are covered by this protection. If the car is damaged, you are only required to pay the excess.", "Theft Waiver (TW): With Theft Waiver, the driver’s costs incurred by the theft of the rental car, or damage resulting from attempted theft of the rental car, is limited to the excess amount. The excess is the first portion of the cost of repair. This is subject to the terms and conditions of the rental agreement. Personal effects are not covered by Theft Waiver but they may be covered by the driver’s own travel or household insurance policies.", "There is a liability of 1200€ for groups Mini and Economy and a deposit of 950€ will be blocked on your credit card. (Except the Mini One group which has a €2000 excess)", "There is a liability of 2000€ for groups Compact or Intermediate and a deposit of 1200€ will be blocked on your credit card.", "There is a liability of 2500€ for groups Octavia/Insignia and all 7 seaters and a deposit of 1700€ will be blocked on your credit card.", "There is a liability of 3000€ for groups Audi A4/Mercedes C Class, all 9 seaters and a deposit of 1900€ will be blocked on your credit card.", "Customer Liability – In the event of vehicle damage and/or theft (full vehicle or vehicle accessories), the customer will be liable up to the excess amount shown above. Customers will only be required to pay an additional amount in cases of negligence, unauthorised use of the vehicle, breach of the general terms & conditions, etc.", "Amount to Block – This will be the amount to block on the main driver’s credit card (or charge in case of debit cards) as a guarantee although the full liability of the customer is always the amount of the customer liability.", "If you have purchased insurance from a third party an excess will still be required by the Car Rental Provider.", "Goldcar’s Optional Insurance (purchased locally):", "Super Collision Damage Waiver (SCDW): In the event of damage to the rental car, SCDW reduces the driver’s liability and, in so doing, limits their obligation to cover the cost of repairing or replacing the car. Generally speaking, the driver is responsible for the first portion of the costs, this is known as the excess. This excess is often set at zero, which means the driver is not liable. This is subject to the terms and conditions of the rental agreement. This agreement is made directly with the supplier and paid at the rental desk.", "By purchasing this cover, the CDW Excess is waived and will also cover the following:", "FREE 24-hour Telephone Roadside Assistance, Wheels, Tyres, Hubcaps, Locks, Windows, Side and Rear-view Mirrors, Undercarriage, Motor, Towing service after accident, Taxi (transportation), Clutch, Battery, Locks, Copy of the key and delivery of the key to closest Goldcar office, Damage to oil sump, Catalytic convertor, Radiator and exemption from 500€ deposit for replacement vehicle in case of accident or breakdown and the Repair Period.", "The prices of the Super Cover (SCDW) will vary depending on the season, selected car group and rental duration.", "Prices range from 58.5€ to 209.3€ per rental. Please contact the Car Rental Provider for exact price."]
                         }, {
                         "@Title": "Fuel Policy",
                         "Paragraph": ["Your car is provided with a full tank of fuel and must be paid on collection of the vehicle. The price of fuel is determined based on the price of the petrol stations. The customer has to return the vehicle full of fuel (all rental durations). It will be necessary that the customers show the petrol station receipt on return confirming they have refilled the tank. If the vehicle is not returned with a full tank, the refund of the amount paid will have a deduction equal to the value of the missing litres of fuel (according to the current petrol station prices) plus a penalization of 40€.", "There is a full list of charges on the car rental provider’s website www.goldcar.es/sdr/", "Fuel charges are payable at the rental desk."]
                         }, {
                         "@Title": "Payment Details",
                         "Paragraph": ["Goldcar accepts credit cards to pay for costs, excess and deposits at the counter. The main driver of the car rental contract must be the cardholder of one of the following valid credit cards: MasterCard or VISA.", "Goldcar does not accept payment by Cash, American Express, Postepay, Visa Electron, Prepaid Credit/Debit Card or Diners.", "DEBIT CARDS will be accepted but the excess amount will be charged instead of pre-authorised.", "In the event that you fail to present a valid credit card or lack of sufficient funds available on the credit card for excess and security deposit stated on this voucher, car rental agent may refuse to release the vehicle. In these instances, no funds paid will be reimbursed."]
                         }, {
                         "@Title": "Extras and Additional Charges",
                         "Paragraph": ["DIESEL: Diesel vehicles are available at additional charge (Please ask Car Rental Provider upon arrival).", "ADDITIONAL DRIVERS: Balearic Islands: 7€ per day with a Maximum charge of 98€ per driver.", "Canary Islands: 5€ per day with a Maximum charge of 60€ per driver.", "BABY SEATS/BOOSTER SEATS/MAXI COSI: Spain: 6€ per day with a Maximum charge of 72€.", "In Mallorca, It is necessary to leave a deposit of 30€ which will be refunded when the Baby Seat is returned in good condition.", "Baby seats/Booster seats must be fitted by the parent or guardian. Goldcar’s staff is not permitted to help with the fitting of these items. The customer will always be responsible for fitting the seat.", "GPS: The cost of GPS is 10€ per day with a maximum of 140€ per rental. It is necessary to leave a deposit of 90€ which will be refunded when the GPS is returned in good condition. GPS are available on one-way rentals.", "Please note the price of optional extras (including equipment, fuel and insurance) is subject to change without notice and local taxes may apply. Optional extras (equipment) are subject to availability."]
                         }, {
                         "@Title": "Cross Border Information and Inter Island Travel",
                         "Paragraph": ["Vehicles collected in the Canary Islands may travel to other Canary Islands as long as the customer contracts the Cross-Border cover. If this Cross-Border cover is not contracted by the customer then the basic cover included in every rental will only be valid on the island where the vehicle was collected.", "Vehicles collected at the Balearic offices also may travel to other Balearic Islands as long as the customer contracts the Cross-Border cover. If the Cross-Border cover is not contracted by the customer then the basic cover included in every rental will only be valid on the island where the vehicle was collected.", "Vehicles rented in mainland Spain are not allowed to travel outside of the mainland. Also vehicles may never travel in the Spanish communities of Ceuta or Melilla.", "Customers who pick up their vehicles at the Gerona, Reus, Bilbao, Santander, Santiago, Oviedo and Barcelona offices may travel to France and Andorra. A special Cross-Border cover is necessary for these customers.", "Customers who pick up their vehicles at the Granada, Sevilla, Málaga, Jerez, Almeria and Sancti Petri offices may travel to Portugal and Gibraltar. A special Cross-Border cover is necessary for these customers.", "Customers who pick up their vehicles at the Gibraltar office may travel to Portugal. A special Cross-Border cover is necessary for these customers.", "Customers who pick up their vehicles at the Madrid, Oviedo, Bilbao, Santander & Santiago office may travel to the following Portuguese provinces: Minho, Tras-os-Montes e Alto Douro, Douro Litoral, Beira Alta, Beira Litoral and Beira Baixa. A special Cross-Border cover is necessary for these customers.", "The cost for the above mentioned Cross-Border cover is 9€ per day, with a minimum charge of 25€ and with a maximum charge of 90€ for any pick up location."]
                         }, {
                         "@Title": "Other Information and Liability",
                         "Paragraph": ["• Traffic fines, sanctions and judicial costs related to traffic violations or law and tolls are not included in the rental cost.", "• Goldcar is not obliged to keep your booking or keep the office open in the event that you do not arrive at the allocated pick up time. If you experience an unexpected delay on the day of the pick-up, please contact the local office.", "• Goldcar and CarTrawler do not provide refunds for vehicles returned early.", "• The vehicles displayed and models listed are the most common vehicles used by our car rental partners. We cannot guarantee the make, model or traction of the rental vehicle will be the same as the vehicle displayed on our website.", "• Voucher: A printed version of your rental voucher must be produced upon arrival at the rental desk. Failure to present the voucher means the car rental agent may charge you at the local rates. Please note: We are not responsible for overcharges on rentals where the voucher was not presented to the local agent on collection of the vehicle. If you do not present the required documents, the documentation is not valid or you do not have enough funds or credit limit on your credit card, the car rental agent may refuse to release the vehicle and no funds will be reimbursed."]
                         }, {
                         "@Title": "Cancellation and no-show policy",
                         "@TitleNameId": "2011",
                         "Paragraph": ["What is your cancellation policy for fully prepaid or part-paid bookings?", "1 - If you cancel 24 hours prior to your pick up, you will be refunded in full.", "2 - If you cancel less than 24 hours in advance, you'll receive a refund minus USD56 for fully prepaid bookings or if your online payment is less than USD 56, no refund will be made for your car hire booking.", "3 - If your booking is made less than 24 hours before pick up, the cancellation policy will automatically apply to your booking.", "4 - All cancellations should be made on our online portal and not with the car hire agent. Should you agree to cancel directly with the car hire agent on arrival, you must also inform us of this change to your booking.", "5 - Amending your booking or cancelling optional extras may not be possible less than 24 hours before pick up.", "If you purchased our Damage Refund Insurance product and have since decided to cancel your car rental booking, the Damage Refund Insurance will be cancelled automatically.", "If you wish to amend or rearrange your booking, the Damage Refund Insurance will initially be cancelled. We will, however, automatically create a new policy for your new booking.", "In both cases you will receive an email to confirm the cancellation at the email address you have provided during the online booking process.", "Please be aware that if you cancel your policy less than 24 hours before the start of your car hire agreement, no refund will be granted.", "What is a no-show?", "A 'no-show' occurs for the following reasons:", "1 - You didn't inform us about your cancellation prior to your pick up date.", "2 - You failed to pick up the car at the arranged time and date.", "3 - You failed to provide the documentation that's required to pick up the car.", "4 - You failed to provide a credit card in the main driver's name with enough available funds on it.", "In the event of any of the above, no refunds will be made to you.", "The car hire company reserves the right to refuse a car if you fail to arrive on time with all necessary documentation and a credit card with enough available funds for the car's security deposit. In such a case, unless the car hire has been cancelled at least 24 hours in advance, you will not be entitled to a refund."]
                         }]
}